Repository: ptrg/flowblade
Catalog: flowblade-trunk/Flowblade/locale/*/LC_MESSAGES/flowblade.po
Languages: fi, it

source: Save Effect Values
it: Salva valori effetto

source: Load Effect Values
it: Carica valori effetto

source: Reset Effect Values
it: Resetta valori effetto

source: Delete Effect
it: Elimina effetto

source: Close Editor
it: Chiudi editor

source: Save Compositor Values
it: Salva valori compositing

source: Load Compositor Values
it: Carica valori compositing

source: Reset Compositor Values
it: Resetta valori compositing

source: Delete Compositor
it: Elimia compositing

source: Image
fi: Kuva
it: Immagine

source: Vectorscope
fi: Vektoriskooppi
it: Vettorscopio

source: RGB Parade
fi: RGB paraati
it: Oscilloscopio RGB

source: Overlay Opacity
fi: Skooppien läpinäkyvyys
it: Opacità sovrapposizione

source: Trim View On
fi: Trimmi näyttö päällä
it: Vista Taglio On

source: Trim View Off
fi: Trimmi näyttö pois päältä
it: Vista Taglio Off

source: All Files
fi: Kaikki tiedostot
it: Tutti i file

source: Video Files
fi: Video tiedostot
it: File video

source: Audio Files
fi: Audio tiedostot
it: File audio

source: Graphics Files
fi: Grafiikka tiedostot
it: File grafici

source: Image Sequences
fi: Kuva sarjat
it: Aggiungi sequenza d'immagini

source: Pattern Producers
fi: Luo kuva lähde
it: Crea pattern di produzione

source: 2 Columns
fi: 2 kolumnia
it: 2 colonne

source: 3 Columns
fi: 3 kolumnia
it: 3 colonne

source: 4 Columns
fi: 4 Kolumnit
it: 4 colonne

source: 5 Columns
fi: 5 kolumnia
it: 5 colonne

source: 6 Columns
fi: 6 kolumnia
it: 6 colonne

source: 7 Columns
fi: 7 kolumnia
it: 7 colonne

source: Display Timeline / Clip on Monitor
it: Mostra nel monitor delle clip

source: Can't do edit on a locked track
fi: Et voi editoida lukittua raitaa
it: Impossibile modificare una traccia bloccata

source: is locked. Unlock track to edit it.
fi: on lukittu. Vapauta raita editoidaksesi sitä.
it: è bloccata. Sbloccare la traccia.

source: Number of Media File columns.
it: Numero colonne file multimediali.

source: Visible Media File types.
it: Tipi di file visibili.

source: Bins
fi: Laatikot
it: Raccolte

source: Add
fi: Lisää
it: Aggiungi

source: Add new Sequence to Project
fi: Lisää uusi ohjelma projektiin
it: Aggiungi nuova sequenza al progetto

source: Delete Sequence from Project
fi: Poista ohjelma projektista
it: Elimina sequenza dal progetto

source: Start editing Sequence
fi: Editoi ohjelmaa
it: Inizia a modificare la sequenza

source: Sequences
fi: Ohjelmat
it: Sequenze

source: A <b>Sequence</b> is the full contents of the timeline creating a program, a movie.
it: Una <b>sequenza</b> è l'intero contenuto della timeline da cui creare un filmato.

source: Name:
fi: Nimi:
it: Nome:

source: Path:
fi: Polku:
it: Percorso:

source: Image Size:
fi: Kuvan koko
it: Risoluzione:

source: Frames Per Second:
fi: Ruutuja sekunnissa:
it: Fotogrammi Per Secondo:

source: Playtime:
fi: Soittoaika:
it: Durata:

source: Video Codec:
fi: Video koodekki:
it: Codec Video:

source: Audio Codec:
fi: Audio koodekki:
it: Codec Audio:

source: Audio Channels:
fi: Audio kanavat
it: Canali Audio:

source: Audio Sample Rate:
fi: Audio näytetaajuus:
it: Campionamento audio:

source: Best Profile:
fi: paras Profiili:
it: Profilo ottimale:

source: Matches Project Profile:
fi: Vastaa projektin profiilia:
it: Usa il profilo del progetto:

source: Mark In:
fi: Alku merkki:
it: IN:

source: Mark Out:
fi: Loppu merkki:
it: OUT:

source: Clip Length:
fi: Leikkeen pituus:
it: Durata della clip:

source: Media Path:
fi: Media polku:
it: Percorso media:

source: Composite clip on:
fi: Yhdistäjän kohde:
it: Composita clip su:

source: Type:
fi: Tyyppi:
it: Tipo:

source: Dip Color:
fi: Väli väri:
it: Immersione Colore:

source: frame(s)
it: fotogramma(i)

source: Transition Options
fi: Yhdistäjä valinnat
it: Opzioni transizione

source: Encoding
fi: Enkoodaus
it: Codifica

source: Transition
it: Transizione

source: Transitions / Fades to be rerendered:
it: Transizioni/dissolvenze da elaborare:

source: There are
it: Sono presenti

source: Transitions / Fades that cannot be rerendered, either because they are created with Flowblade version <=1.14 or the source clips are no longer on timeline.
it: transizioni/dissolvenze che non possono essere elaborate perchè sono create con una versione di Flowblade <=1.14 o le clip non sono più nella timeline.

source: Info
it: Informazioni

source: Fade In
fi: Häive sisään
it: Assolvenza

source: Fade Out
fi: Häive ulos
it: Dissolvenza

source: Color:
fi: Väri:
it: Colore:

source: Building sequence
fi: Rakennetaan ohjelmaa
it: Crea la sequenza

source: Loading icons
fi: Ladataan ikoneita
it: Carica icone

source: Relative file search for
it: Ricerca file per

source: untitled
fi: tallentamaton
it: senza titolo

source: bin_
fi: laatikko_
it: raccolta_

source: Created using dialog
it: Creata tramite finestra di dialogo

source: Created using Save As...
it: Creata tramite Salva con Nome...

source: Saved
fi: Tallenna
it: Salvata

source: Saved as
fi: Tallenna
it: Salvata con nome

source: Rendered
fi: Renderöity
it: Elaborato

source: Saved backup snapshot
it: Snapshot di backup salvato

source: Reset
fi: Resetoi
it: Resetta

source: To Queue
fi: Jonoon
it: In coda

source: Save Project in Render Queue
fi: Tallenna projekti renderöintijonoon
it: Aggiungi alla coda di esportazione

source: Select render range
fi: Valitse renderöinti alue
it: Seleziona l'area da esportare

source: Reset all render options to defaults
fi: Palaa oletusarvoihin
it: Reimposta le impostazioni predefinite

source: Begin Rendering
fi: Aloita renderöinti
it: Avvia esportazione

source: <b>Output File: </b>
fi: <b>Tuotettu tiedosto: </b>
it: <b>File in uscita: </b>

source: <b>Estimated time left: </b>
fi: <b>Arvioitu aika: </b>
it: <b>Tempo restante stimato: </b>

source: <b>Render time: </b>
fi: <b>Kulunut aika: </b>
it: <b>Durata esportazione: </b>

source: <b>Render Time: </b>
fi: <b>Kulunut aika: </b>
it: <b>Ora esportazione: </b>

source: <b>Estimated Time Left: </b>
fi: <b>Arvioitu aika: </b>
it: <b>Tempo restante previsto: </b>

source: Render Complete!
fi: Renderöinti valmis!
it: Esportazione completata!

source: A File with given path exists!
it: Esiste già un file con questo percorso!

source: It is not allowed to render Motion Files with same paths as existing files. Select another name for file.
it: Non è possibile creare file con lo stesso percorso di altri già esistenti. Scegliere un altro nome per il file.

source: Rendering Motion Clip
fi: Renderöidää nopeusmuutos tiedostoa
it: Elabora Motion clip

source: Rendering Reverse Clip
it: Elaborazione clip inversa

source: Rendering Transition Clip
fi: Renderöidää transitio leike
it: Elaborazione clip transizione

source: Sync parent clips must be on track V1
fi: Synkroni emon tulee olla raidalla V1
it: Le clip di riferimento per la sincronizzazione devono essere sulla traccia V1

source: Selected sync parent clip is on track
fi: Valittu emoleike on raidalla
it: La clip selezionata come riferimento per la sincronizzazione è sulla traccia

source: . You can only sync to clips that are on track V1.
fi: . Voit synkronida vain leikkeisiin, jotka ovat raidalla V1.
it: . E' possibile sincronizzare solo con clip sulla traccia V1.

source: Color
fi: Väri
it: Colore

source: Color Effect
fi: Väriefekti
it: Effetti cromatici

source: Audio Filter
fi: Äänisuodin
it: Filtri audio

source: Blur
fi: Sumennus
it: Sfocatura

source: Distort
fi: Vääristys
it: Distorsione

source: Movement
fi: Liike
it: Movimento

source: Transform
fi: Transformaatio
it: Trasformazione

source: Edge
fi: Reuna
it: Bordi

source: Fix
fi: Korjaus
it: Miglioramento

source: Artistic
fi: Taiteellinen
it: Artistici

source: Alpha Gradient
fi: Alpha liuku
it: Gradiente Alpha

source: Crop
fi: Rajaus
it: Ritaglio

source: Alpha Shape
fi: Alpha muoto
it: Maschera Alpha

source: Pan Keyframed
fi: Panorointi animoitu
it: Pan con fotogrammi chiave

source: Mono to Stereo
fi: Mono stereoksi
it: Mono a Stereo

source: Swap Channels
fi: Vaihda kanavat
it: Inverti canali

source: Pitchshifter
fi: Korkeussiirto
it: Modifica il Pitch

source: Distort - Barry's Satan
fi: Särö - Barry's Satan
it: Distorci - Barry's Satan

source: Frequency Shift - Bode/Moog
fi: Taajuus siirto - Bode/Moog
it: Modifica frequenza - Bode/moog

source: Equalize - DJ 3-band
fi: Ekvalisointi - DJ 3-kaista
it: Equalizza - DJ 3-bande

source: Distort - Diode Processor
fi: Särö - Diode Processor
it: Distorci - Diode Processor

source: Distort - Foldover
fi: Särö - Foldover
it: Distorci - Foldover

source: Highpass - Butterworth
fi: Ylipäästö - Butterworth
it: Passa-Alto - Butterworth

source: Lowpass - Butterworth
fi: Alipäästö - Butterworth
it: Passa-Basso - Butterworth

source: GSM Simulator
fi: GSM simulaattori
it: Simulatore GSM

source: Reverb - GVerb
it: Riverbero - GVerb

source: Bandpass
fi: Kaistapäästö
it: Filtro passa-banda

source: Pitchscaler - High Quality
fi: Korkeusskaalaaja - Korkea laatu
it: Pitchscaler - HQ

source: Equalize - Multiband
fi: Ekvalisointi - monikaista
it: Equalizza - Multibanda

source: Reverb - Plate
it: Riverbero - Plate

source: Distort - Pointer cast
fi: Särö - Pointer cast
it: Distorci - Pointer cast

source: Rate Shifter
fi: Määrän siirto
it: Modifica frequenza

source: Signal Shifter
fi: Signaalin siirto
it: Modifica segnale

source: Distort - Sinus Wavewrap
fi: Särö - Sinus Wavewrap
it: Distorci - Sinus Wavewrap

source: Vinyl Effect
fi: Vinyyyli Efekti
it: Effetto Vinile

source: Chorus - Multivoice
fi: Kuoro - Moniääni
it: Chorus - Multivoce

source: Charcoal
fi: Hiili
it: Carboncino

source: Glow
fi: Hehku
it: Bagliore

source: Old Film
fi: Vanha elokuva
it: Vecchio Film

source: Scanlines
fi: Ruutujuovat
it: Linee di scansione

source: Pixelize
fi: Pikselöi
it: Pixelizza

source: Grain
fi: Rae
it: Grana

source: Grayscale
fi: Harmaaskaala
it: Scala di grigi

source: Contrast
fi: Kontrasti
it: Contrasto

source: Saturation
fi: Värikylläisyys
it: Saturazione

source: Invert
fi: Invertoi
it: Negativo

source: Hue
fi: Sävy
it: Tonalità

source: Brightness
fi: Valoisuus
it: Luminosità

source: Sepia
fi: Seepia
it: Seppia

source: Tint
fi: Värjäys
it: Tinta

source: White Balance
fi: Valkotasapaino
it: Bilanciamento del bianco

source: Levels
fi: Tasot
it: Livelli

source: Color Clustering
fi: Väri ryhmät
it: Raggruppa colori

source: Chroma Hold
fi: Värin pito
it: Preserva colore

source: Three Layer
fi: Kolmikerros
it: Tre livelli

source: Threshold0r
fi: Raja-arvo - Freix0r
it: Soglia0r

source: Primaries
fi: Päävärit
it: Primari

source: Color Distance
fi: Väri etaisyys
it: Distanza colori

source: Threshold
fi: Raja-arvo
it: Soglia

source: Waves
fi: Aallot
it: Onde

source: Lens Correction
fi: Linssin korjaus
it: Correzione lente

source: Flip
fi: Käännä
it: Ribaltamento

source: Mirror
fi: Peili
it: Specchio

source: V Sync
it: Sincronia verticale

source: Edge Glow
fi: Reuna hehku
it: Diffusione bordi

source: Denoise
fi: Kohinanpoisto
it: Riduzione rumore

source: Sharpness
fi: Terävöitys
it: Nitidezza

source: Vertigo
fi: Huimaus
it: Vertigine

source: Nervous
fi: Hermoustunut
it: Nervoso

source: Freeze
fi: Pysäystyskuva
it: Congela

source: Rotate
fi: Kierrä
it: Rotazione

source: Shear
fi: Vinouta
it: Stiramento

source: Translate
fi: Siirrä
it: Traslazione

source: Color Select
fi: Väri valinta
it: Selezione colore

source: Alpha Modify
fi: Alphan modifointi
it: Modifica alpha

source: Spill Supress
fi: Läikevalon poisto
it: De-spill

source: RGB Noise
fi: RGB Kohina
it: Rumore RGB

source: Box Blur
fi: Laatikko Sumennus
it: Sfocatura Box

source: IRR Blur
fi: IRR Sumennus
it: Sfocatura IRR

source: Color Halftone
fi: Väri
it: Stampa in quadricromia

source: Dither
fi: Ditheröinti
it: Tremolio

source: Vignette
fi: Vinjetti
it: Vignetta

source: Emboss
fi: Korkokuva
it: Rilievo

source: 3 Point Balance
fi: 3 Piste Valkotasapaino
it: Bilanciamento a 3 punti

source: Colorize
fi: Yksivärinen
it: Colorizza

source: Brightness Keyframed
fi: Kirkkaus animoitu
it: Luminosità con fotogrammi chiave

source: RGB Adjustment
fi: RGB Säätö
it: Aggiusta RGB

source: Color Tap
fi: Värihana
it: Rubinetto colore

source: Posterize
fi: Posterointi
it: Posterizza

source: Soft Glow
fi: Pehmeä Hehku
it: Bagliore Morbido

source: Newspaper
fi: Sanomalehti
it: Giornale

source: Luma Key
fi: Luma Upotus
it: Chiave Luma

source: Affine
fi: Affiini
it: Movimento

source: Color Adjustment
fi: Värin Säätö
it: Aggiusta colori

source: Color Grading
fi: Väri Korjaus
it: Gradazioni colore

source: Curves
fi: Kurvit
it: Curve libere

source: Lift Gain Gamma
fi: NostoKertominenGamma
it: Guadagno Lift Gamma

source: Image Grid
fi: Kuva Ruudukko
it: Griglia immagine

source: Color Lift Gain Gamma
fi: Väri NKG
it: Guadagno colore Lift Gamma

source: Color Channel Mixer
it: Mixer canale colore

source: Lens Correction AV
it: Correzione lenti AV

source: Perspective
it: Prospettiva

source: Position
fi: Paikka
it: Posizione

source: Grad width
fi: Liuku leveys
it: Ampiezza

source: Tilt
fi: Kallistus
it: Inclinazione

source: Left
fi: Vasen
it: Sinistra

source: Right
fi: Oikea
it: Destra

source: Top
fi: Ylä
it: Alto

source: Bottom
fi: Ala
it: Basso

source: Shape
fi: Muoto
it: Sagoma

source: Size X
fi: Koko X
it: Risoluzione X

source: Size Y
fi: Koko Y
it: Risoluzione Y

source: Trans. Width
fi: Siirt. leveys
it: Trasf. larghezza

source: Left/Right
fi: Vasen/oikea
it: Sinistra/Destra

source: Dry/Wet
fi: Kuiva/Märkä
it: Asciutto/bagnato

source: Buffer Size
fi: Bufferin koko
it: DImensione buffer

source: Decay Time(samples)
fi: hilj. kesto(sampleinä)
it: Durata decadimento(campioni)

source: Frequency shift
fi: Taajuuden siirto
it: Modifica frequenza

source: Low Gain(dB)
fi: Matala vahvistus(dB)
it: Guadagno bassi(dB)

source: Mid Gain(dB)
fi: Keski vahvistus(dB)
it: Guadagno medi(dB)

source: High Gain(dB)
fi: Korkea vahvistus(dB)
it: Guadagno alti(dB)

source: Oscillation period(s)
fi: Oskillaation kesto(s)
it: Periodo oscillazione(s)

source: Oscillation depth(ms)
fi: Oskillaation syvyys(ms)
it: Profondità oscillazione(ms)

source: Feedback%
fi: Kierto%
it: Ritorno%

source: Random seed
fi: Satunnaissiemen
it: Seme casuale

source: Input Gain(dB)
fi: Sisään vahvistus(dB)
it: Guadagno ingresso(dB)

source: Feedback(%)
fi: Kierto(%)
it: Ritorno%

source: Number of taps
fi: Koputuksien luku
it: Numero di 'rubinetti'

source: First Delay(s)
fi: Ensi viive(s)
it: Ritardo primario(s)

source: Delay Range(s)
fi: Viive alue(s)
it: Ampiezza ritardo(s)

source: Delay Change
fi: Viive muutos
it: Cambiamento ritardo

source: Delay Random(%)
fi: Viive satunnaisuus(%)
it: Ritardo casualità(%)

source: Amplitude Change
fi: Voimakkuuden muutos
it: Cambiamento ampiezza

source: Amplitude Random(%)
fi: Voimakkuuden satunnaisuus
it: Ampiezza casuale(%)

source: Amount
fi: Määrä
it: Quantità

source: Cutoff Frequency(Hz)
fi: Katkaisu taajuus(Hz)
it: Frequenza di taglio(Hz)

source: Resonance
fi: Resonassi
it: Risonanza

source: Passes
fi: Läpimenot
it: Passaggi

source: Error Rate
fi: Virhe nopus
it: Tasso di errore

source: Roomsize
fi: Huoneen koko
it: Dimensione stanza

source: Reverb time(s)
fi: Kaiku aika(s)
it: Durata del riverbero(s)

source: Damping
fi: Vaimennus
it: Smorzamento

source: Input bandwith
fi: Sisään kaistanleveys
it: Banda in entrata

source: Dry signal level(dB)
fi: Kuiva signaali taso(dB)
it: Livello segnale asciutto(dB)

source: Early reflection level(dB)
fi: Varhainen heijastus taso(dB)
it: Livello riflessione iniziale(dB)

source: Tail level(dB)
fi: Häntä taso(dB)
it: Livello della coda(dB)

source: Threshold(dB)
fi: Raja(dB)
it: Soglia(dB)

source: Attack(ms)
fi: Nousu(ms)
it: Attacco(ms)

source: Hold(ms)
fi: Pito(ms)
it: Mantenimento(ms)

source: Decay(ms)
fi: Lasku(ms)
it: Decadimento(ms)

source: Range(dB)
fi: Alue(dB)
it: Ampiezza(dB)

source: Center Frequency(Hz)
fi: Keskustaajuus(Hz)
it: Frequenza centrale(Hz)

source: Bandwidth(Hz)
fi: Kaistanleveys(Hz)
it: Banda Passante(Hz)

source: Stages
fi: Vaiheet
it: Stadi

source: Pitch-coefficient
fi: Korkeus-koefisentti
it: Coefficiente del Pitch

source: 50Hz gain
fi: 50Hz vahvistus
it: Guadagno 50Hz

source: 100Hz gain
fi: 100Hz vahvistus
it: Guadagno 100Hz

source: 156Hz gain
fi: 156Hz vahvistus
it: Guadagno 156Hz

source: 220Hz gain
fi: 220Hz vahvistus
it: Guadagno 220Hz

source: 311Hz gain
fi: 311Hz vahvistus
it: Guadagno 311Hz

source: 440Hz gain
fi: 440Hz vahvistus
it: Guadagno 440Hz

source: 622Hz gain
fi: 622Hz vahvistus
it: Guadagno 622Hz

source: 880Hz gain
fi: 880Hz vahvistus
it: Guadagno 880Hz

source: 1250Hz gain
fi: 1250Hz vahvistus
it: Guadagno 1250Hz

source: 1750Hz gain
fi: 1750Hz vahvistus
it: Guadagno 1750Hz

source: 2500Hz gain
fi: 2500Hz vahvistus
it: Guadagno 2500Hz

source: 3500Hz gain
fi: 3500Hz vahvistus
it: Guadagno 3500Hz

source: 5000Hz gain
fi: 5000Hz vahvistus
it: Guadagno 5000Hz

source: 100000Hz gain
fi: 100000Hz vahvistus
it: Guadagno 100000Hz

source: 200000Hz gain
fi: 200000Hz vahvistus
it: Guadagno 200000Hz

source: Reverb time
fi: Kaiku aika
it: Durata riverbero

source: Dry/Wet mix
fi: Kuiva/märkä mix
it: Mix asciutto/bagnato

source: Effect cutoff(Hz)
fi: Efektin leikkuu(Hz)
it: Interruzione effetto(Hz)

source: Rate
fi: Vauhti
it: Tasso

source: Sift
fi: Siirto
it: Setaccio

source: Year
fi: Vuosi
it: Anno

source: Surface warping
fi: Pinta vääristymä
it: Deformazione superficie

source: Cracle
fi: Rahina
it: Cavalletto

source: Wear
fi: Kuluma
it: Usura

source: Number of voices
fi: Äänien määrä
it: Numero di voci

source: Delay base(ms)
fi: Viive pohja(ms)
it: Ritardo(ms)

source: Voice separation(ms)
fi: Äänien ero(ms)
it: Separazione voci(ms)

source: Oscillation frequency(Hz)
fi: Oskillaation taajuus(Hz)
it: Frequenza oscillazione(Hz)

source: Output attenuation(dB)
fi: Ulos vaimennus(dB)
it: Attenuazione in uscita(dB)

source: X Scatter
fi: X hajonta
it: Dispersione X

source: Y Scatter
fi: Y hajonta
it: Dispersione Y

source: Scale
fi: Skaala
it: Scala

source: Duration
fi: Kesto
it: Durata

source: Bright. up
fi: Valoisuus ylös
it: Alza luminos.

source: Bright. down
fi: Valoisuus alas
it: Riduci luminos.

source: Bright. dur.
fi: Valoisuus kesto
it: Durata luminos.

source: Block width
fi: Lohko leveys
it: Blocca larghezza

source: Block height
fi: Lohko korkeus
it: Blocca altezza

source: Size
fi: Koko
it: Dimensione

source: Black
fi: Musta
it: Nero

source: White
fi: Valkoinen
it: Bianco

source: Neutral Color
fi: Neutraali väri
it: Colore Neutro

source: Dist. weight
fi: Välimatka paino
it: Peso

source: Variance
fi: Vaihtelu
it: Distanza

source: Red Saturation
fi: Punaisen värikylläisyys
it: Saturazione rosso

source: Yellow Saturation
fi: Keltaisen värikylläisyys
it: Saturazione giallo

source: Factor
fi: Faktori
it: Fattore

source: Source color
fi: Lähde väri
it: Colore sorgente

source: Amplitude
fi: Voimakkkuus
it: Ampiezza

source: Frequency
fi: Taajuus
it: Frequenza

source: Center Correct
fi: Keskus korjaus
it: Correzione centro

source: Edges Correct
fi: Reuna korjaus
it: Correzione bordi

source: Axis
fi: Akseli
it: Assi

source: Edge Lightning
fi: Reuna vaalennus
it: Lucentezza bordo

source: Edge Brightness
fi: Reuna valoisuus
it: Luminosità bordo

source: Non-Edge Brightness
fi: Ei-reuna valoisuus
it: Luminosità generale

source: Spatial
fi: Tila
it: Spazialità

source: Temporal
fi: Aika
it: Temporalità

source: Border width
fi: Raja leveys
it: Larghezza bordo

source: Phase Incr.
fi: Vaiheen lisäys
it: Incr. fase

source: Freeze Frame
fi: Pysäytys ruutu
it: Congela fotogramma

source: Freeze After
fi: Pysäytä jälkeen
it: Congela prima

source: Freeze Before
fi: Pysäytä ennen
it: Congela dopo

source: Angle
fi: Kulma
it: Angolo

source: transition.geometry
it: Trasla geometria

source: Shear X
fi: Vinous X
it: Stira X

source: Shear Y
fi: Vinous Y
it: Stira Y

source: Opacity
fi: Läpinäkyvyys
it: Opacità

source: Rotate X
fi: Kierrä X
it: Rotazione X

source: Rotate Y
fi: Kierrä Y
it: Rotazione Y

source: Rotate Z
fi: Kierrä Z
it: Rotazione Z

source: Edge Mode
fi: Reuna moodi
it: Modalità Bordi

source: Sel. Space
fi: Val. avar.
it: Sel. Spazio

source: Operation
fi: Toiminto
it: Operazione

source: Hard
fi: Kova
it: Duro

source: Supress
fi: Vaimennus
it: Soppressione

source: Horizontal
fi: Vaakasuora
it: Orizzontale

source: Vertical
fi: Pystysuora
it: Verticale

source: Type
fi: Tyyppi
it: Tipo

source: Dot Radius
it: Raggio del punto

source: Cyan Angle
fi: Syaani Kulma
it: Angolo del ciano

source: Magenta Angle
it: Angolo del magenta

source: Yellow Angle
it: Angolo del giallo

source: Matrix Type
fi: Matriisi tyyppi
it: Tipo matrice

source: Aspect
it: Aspetto

source: Center Size
fi: Keskus koko
it: Dimensione centrale

source: Azimuth
it: Azimut

source: Lightness
fi: Valoisuus
it: Luminosità

source: Bump Height
fi: Korkeus
it: Altezza del rilievo

source: Gray
fi: Harmaa
it: Grigio

source: Split Preview
it: Dividi anteprima

source: Source on Left
fi: Lähteen vasemalla
it: Sorgente sulla sinistra

source: Channel
it: Canale

source: Input black level
it: Input livello neri

source: Input white level
it: Input livello bianchi

source: Black output
it: Output neri

source: White output
it: Output bianchi

source: Action
fi: Toiminto
it: Azione

source: Keep Luma
it: Conserva Luma

source: Luma Formula
it: Formula Luma

source: Effect
fi: Efekti
it: Effetto

source: Blend Type
fi: Blend tyyppi
it: Tipo fusione

source: Key Color
fi: Upotus Väri
it: Colore chiave

source: Pre-Level
fi: Alkutaso
it: Pre-livello

source: Post-Level
fi: Lopputaso
it: Post-livello

source: Gain
fi: Kertominen
it: Guadagno

source: Input White Level
fi: Valkoinen Sisään
it: Input livello bianchi

source: Input Black Level
fi: Valkoinen Ulos
it: Input livello neri

source: Black Output
fi: Musta ulos
it: Output neri

source: White Output
fi: Valkoinen Ulos
it: Output bianchi

source: Rows
fi: Rivit
it: Righe

source: Columns
fi: Kolumnit
it: Colonne

source: Color Temperature
fi: Värilämpötila
it: Temperatura colore

source: Select .cube file
it: Selezione File .cube

source: Red Ch. Red Gain
it: Guadagno rosso del Rosso

source: Red Ch. Green Gain
it: Guadagno verde del Rosso

source: Red Ch. Blue Gain
it: Guadagno blu del Rosso

source: Green Ch. Red Gain
it: Guadagno verde del Rosso

source: Green Ch. Green Gain
it: Guadagno verde del Verde

source: Green Ch. Blue Gain
it: Guadagno blu del Verde

source: Blue Ch. Red Gain
it: Guadagno rosso del Verde

source: Blue Ch. Green Gain
it: Guadagno verde del Blu

source: Blue Ch. Blue Gain
it: Guadagno blu del Blu

source: Center X
it: Centra X

source: Center Y
it: Centra Y

source: Quad Distortion
it: Distorsione Quad

source: Double Quad Distortion
it: Distorsione Quad doppia

source: Level
it: Livello

source: Wipe Type
fi: Siirt. tyyppi
it: Tendina

source: Softness
fi: Pehmeys
it: Morbidezza

source: Wipe Amount
fi: Siirt. määrä
it: Ammontare

source: Fade Out Length
it: Durata dissolvenza

source: Fade In Length
it: Durata assolvenza

source: Wipe Direction
it: Direzione pulizia

source: Blend Mode
fi: Blend moodi
it: Tipo di Fusione

source: Shave
fi: Höylää
it: Piallatura

source: Rectangle
fi: Suorakulmio
it: Rettangolo

source: Ellipse
fi: Ellipsi
it: Ellisse

source: Triangle
fi: Kolmio
it: Triangolo

source: Diamond
fi: Vino neliö
it: Diamante

source: Shrink Hard
fi: Kutista paljon
it: Riduzione forte

source: Shrink Soft
fi: Kutista vähän
it: Riduzione debole

source: Grow Hard
fi: Kasvata paljon
it: Crescita forte

source: Grow Soft
fi: Kasvata vähän
it: Crescita debole

source: Fat
fi: Lihava
it: Grasso

source: Normal
fi: Normaali
it: Normale

source: Skinny
fi: Laiha
it: Magro

source: Ellipsoid
fi: Ellipsoidi
it: Ellissoide

source: Overwrite
fi: Ylikirjoitus
it: Sovrascrivi

source: Subtract
fi: Vähennä
it: Sottrai
