Repository: ptrg/flowblade
Catalog: flowblade-trunk/Flowblade/locale/*/LC_MESSAGES/flowblade.po
Languages: fi, it

source: Start / Stop Playback
fi: Aloita/lopeta toisto
it: Avvia/Arresta la riproduzione

source: Prev Edit/Mark
fi: Eddellinen leikkaus
it: Taglio/Marcatore precedente

source: Next Edit/Mark
fi: Seuraava leikkaus
it: Taglio/Marcatore successivo

source: Prev Frame
fi: Edellinen ruutu
it: Fotogramma Prec

source: Backwards Faster
fi: Takaisisn nopeammin
it: Indietro veloce

source: Forward Faster
fi: Eteenpäin nopeammin
it: Avanti veloce

source: Resync selected Clip or Compositor
fi: Synkronoi valitut leikkeet ja yhdistäjät
it: Risincronizza clip o compositor selezionati

source: Delete Selected Item
fi: Poista valitut
it: Elimina oggetti selezionati

source: Go To Start
fi: Mene alkuun
it: Vai all'inizio

source: Go To End
it: Vai alla fine

source: 3 Point Overwrite
it: Sovrascrittura 3 Punti

source: Trim Tool Ripple Mode On/Off
fi: Trimmityökalun ripple moodi päälle/pois
it: On/Off modalità Unisci dello strumento Taglia

source: Cut Active Tracks
it: Taglia tracce attive

source: Cut All Tracks
it: Taglia tutte le tracce

source: Trim
fi: Trimmi
it: Taglia

source: Spacer
fi: Siirto
it: Spaziatore

source: Switch Monitor Source
fi: Vaihda monitori lähdettä
it: Cambia sorgente del Monitor

source: Add Mark
fi: Lisää merkki
it: Aggiungi marcatore

source: SPACE
it: SPAZIO

source: END
it: FINE

source: Key Pad END
it: END del tastierino

source: Key Pad 1
it: 1 del tastierino

source: Key Pad 2
it: 2 del tastierino

source: Key Pad Down Arrow
it: Freccia giù del tastierino

source: Key Pad 4
it: END del tastierino

source: Key Pad Left Arrow
it: Freccia sinistra del tastierino

source: Key Pad 5
it: 5 del tastierino

source: Key Pad Begin
it: INIZIO del tastierino

source: Key Pad 6
it: 6 del tastierino

source: Key Pad Right Arrow
it: Freccia destra del tastierino

source: Key Pad 7
it: 7 del tastierino

source: Key Pad HOME
it: HOME del tastierino

source: ENTER
it: INVIO

source: Previous clip does not have enough material to cover blank area
fi: Edellisessä leikkeessä ei ole materiaalia tyhjän alueen peittämiseksi
it: La durata della clip precedente non è sufficiente per coprire lo spazio vuoto

source: Requested edit can't be done.
fi: Pyydettyä muutosta ei voida tehdä
it: L'operazione richiesta non può essere effettuata.

source: Next clip does not have enough material to cover blank area
fi: Seuravalla leikkeellä ei tarpeeksi pituutta peittää tyhjä alue
it: La durata della clip successiva non è sufficiente per coprire lo spazio vuoto

source: Confirm
it: Conferma

source: Can't edit a locked track
fi: Et voi editoida lukittua raitaa
it: Impossibile modificare una traccia bloccata

source: is locked. Unlock track to edit it.
fi: on lukittu. Vapauta raita editoidaksesi sitä.
it: è bloccata. Sbloccare la traccia per modificarla.

source: Help page not found!
it: Pagina di aiuto non trovata!

source: Unfortunately the webresource containing help information for this application was not found.
it: Purtroppo la sorgente che contiene le informazioni di aiuto per questa applicazione non è stata trovata.

source: Sequence is too short
it: Sequenza troppo corta

source: Sequence needs to be at least 2 frames long to allow frame export.
it: La sequenza deve essere lunga almeno 2 fotogrammi per l'esportazione.

source: Export Image
it: Esporta immagine

source: Export Frame Image
it: Esporta fotogramma

source: Export file name:
it: Nome file esportato:

source: Select target folder
it: Seleziona cartella di destinazione

source: Export folder:
it: Cartella esportazione:

source: Image type:
it: Tipo immagine:

source: Move
it: Movimento

source: Ripple Trim
it: Taglia e unisci

source: Cut
it: Taglia

source: Keyframe
it: Fotogramma chiave

source: <b>Left Mouse</b> to move and insert single clip between clips. <b>CTRL + Left Mouse</b> to select and move clip range. <b>Left Mouse</b> on clip ends to trim clip length.
it: <b>Clic sinistro</b> per spostare e inserire un clip tra altre clip. <b>CTRL + Clic sinistro</b> per selezionare e spostare un'area. <b>Clic sinistro</b> sulla fine clip per tagliare la lunghezza.

source: <b>Left Mouse</b> to move clip into new position. <b>CTRL + Left Mouse</b> to select and move clip range into new position. <b>Left Mouse</b> on clip ends to trim clip length.
it: <b>Clic sinistro</b> per spostare clip in una nuova posizione. <b>CTRL + Clic sinistro</b> per selezionare e spostare aree in una nuova posizione. <b>Clic sinistro</b> sulla fine clip per tagliare la lunghezza.

source: <b>Left Mouse</b> to trim closest clip end. <b>Left or Right Arrow Key</b> + <b>Enter Key</b> to do the edit using keyboard.
it: <b>Clic sinistro</b> per tagliare alla fine più vicina. <b>Freccia destra o sinistra</b> + <b>Invio</b> per editare usando la tastiera.

source: <b>Left Mouse</b> to move closest edit point between 2 clips. <b>Left or Right Arrow Key</b> + <b>Enter Key</b> to do the edit using keyboard.
it: <b>Clic sinistro</b> per spostare al punto di modifica più vicino. <b>Freccia destra o sinistra</b> + <b>Invio</b> per editare usando la tastiera.

source: <b>Left Mouse</b> to move clip contents within clip. <b>Left or Right Arrow Key</b> + <b>Enter Key</b> to do the edit using keyboard.
it: <b>Clic sinistro</b> per muovere i contenuti nella clip. <b>Freccia destra o sinistra</b> + <b>Invio</b> per editare usando la tastiera.

source: <b>Left Mouse</b> to move clip under cursor and all clips after it forward or backward, overwrites not allowed. <b>CTRL + Left Mouse</b> to move clip under cursor and all clips after it <b>on the same track</b> forward or backward, overwrites not allowed.
it: <b>Clic sinistro</b> per spostare la clip sotto il cursore e tutte le successive avanti o indietro, sovrascrittura non permessa. <b>CTRL + Clic sinistro</b> per spostare la clip sotto il cursore e tutte le successive <b>della stessa traccia</b> avanti o indietro, sovrascrittura non permessa.

source: <b>1. Left Mouse</b> to draw a box to select a group of clips. <b>2. Left Mouse</b> inside the box to move selected clips forward or backward.
it: <b>1. Clic sinistro</b> per disegnare un riquadro per selezionare più clip. <b>2. Clic sinistro</b> nel riquadro per spostarle avanti o indietro.

source: <b>Left Mouse</b> to trim closest clip end and move all clips after it to maintain sync, overwrites not allowed. <b>Left or Right Arrow Key</b> + <b>Enter Key</b> to do the edit using keyboard.
it: <b>Clic sinistro</b> per tagliare la fine più vicina e spostare le altre clip mantenendo la sincronizzazione, non sovrascrive. <b>Freccia destra o sinistra</b> + <b>Invio</b> per editare usando la tastiera.

source: <b>Left Mouse</b> to cut clip under cursor. <b>CTRL + Left Mouse</b> to cut clips on all tracks at cursor position.
it: <b>Clic sinistro</b> per tagliare sotto il cursore. <b>CTRL + Clic sinistro</b> per tagliare le clip di tutte le tracce alla posizione del cursore.

source: Click <b>Left Mouse</b> on Clip to init Volume Keyframe editing, Brightness for media with no audio data. <b>Left Mouse</b> to create or drag keyframes. <b>Delete Key</b> to delete active Keyframe.
it: Fai <b>Clic sinistro</b> sulla clip per modificare i fotogrammi chiave del volume o della luminosità, se non c'è audio. <b>Clic sinistro</b> per creare o spostare fotogrammi chiave. <b>Tasto Canc</b> per eliminare il fotogramma chiave attivo.

source: <b> Left Mouse Drag</b> to draw a box to select a group of clips and move the selected clips forward or backward.
it: <b> Trascina con il tasto sinistro</b> per selezionare un gruppo di clip e spostare le clip selezionate avanti o indietro.

source: Workflow Presets
it: Workflow predefiniti

source: Film Style
it: Stile film

source: Behaviours
it: Comportamento

source: Default Delete Action
it: Azione Elimina predefinita

source: Drag'n'Drop Action
it: Azione Drag'n'Drop

source: Always Overwrite Blanks
it: Sovrascrivi sempre i vuoti

source: Overwrite Blanks on non-V1 Tracks
it: Sovrascrivi vuoti su tracce non-V1

source: Always Insert
it: Inserisci sempre

source: Show Tooltips for Tools
it: Mostra suggerimenti per gli strumenti

source: Set Position
it: Imposta posizione

source: Workflow First Run Wizard
it: Wizard al primo avvio

source: Select Preset Workflow and Continue
it: Seleziona workflow e continua

source: <b>Welcome to Flowblade 2.0</b>
it: <b>Benvenuto in Flowblade 2.0</b>

source: <b>Flowblade 2.0</b> comes with a configurable workflow.
it: <b>Flowblade 2.0</b> dispone di un workflow configurabile.

source: You can select which <b>tools</b> you want to use.
it: Puoi selezionare quali <b>strumenti</b> vuoi utilizzare.

source: Many timeline edit <b>behaviours</b> are configurable.
it: Molti <b>comportamenti</b> della timeline sono configurabili.

source: <b>Select Workflow Preset</b>
it: <b>Seleziona tra i workflow predefiniti</b>

source: You can change and configure individual tools and behaviours <b>anytime</b>
it: Puoi cambiare e configurare gli strumenti e i comportamenti <b>in ogni momento</b>

source: by pressing
it: premendo

source: icon.
it: icona.

source: Standard workflow has the <b>Move</b> tool as default tool and presents a workflow similar to most video editors.
it: Il workflow standard ha lo strumento <b>Sposta</b> come predefinito e un sistema di lavoro simile alla maggior parte degli editor video.

source: <b>Film Style</b>
it: <b>Stile film:</b>

source: Film Style workflow has the <b>Insert</b> tool as default tool and employs insert style editing. This was the workflow in previous versions of the application.
it: Il workflow Stile Film usa lo strumento <b>Inserisci</b> come predefinito e uno stile basato su esso. Era il workflow delle precedenti versioni dell'applicazione.

source: Media Frame:
it: Percorso:

source: Delete all but last Keyframe after Clip Range
it: Elimina tutti i fotogrammi chiave tranne l'ultimo dopo l'area

source: Edit Volume Keyframes
it: Fotogrammi chiave del volume

source: Edit Brightness Keyframes
it: Fotogrammi chiave della luminosità

source: Playhead Follows Dragged Keyframe
it: Indicatore di posizione segue il fotogramma chiave spostato

source: Exit Edit
it: Esci

source: Add Media Clip...
fi: Lisää mediatiedosto

source: Can't make home folder thumbnails folder
fi: Et voi valita kotikansiotasi mediaikoni kansioksi

source: ' as thumbnails folder
fi: ' mediaikoni kansioksi.

source: No
fi: Ei

source: _File
fi: _Tiedosto

source: Timeline
fi: Aikajana

source: Set Compositor Auto Fades...
fi: Aseta yhdistäjien autohäivytykset

source: Watermark...
fi: Vesileima

source: JACK Audio...
fi: JACK ääni...

source: Media Relinker
fi: Median uudelleen linkitys

source: File:
fi: Tiedosto:

source: Select Thumbnail Folder
fi: Valitse media-ikoni kansio

source: File:
fi: Tiedosto

source: ESCAPE
fi: Esc

source: Prev Frame Trim Edit
fi: Edellinen ruutu

source: Next Frame Trim Edit
fi: Seuraava ruutu

source: Shift + I
fi: Vaihto + I

source: Shift + O
fi: Vaihto + O

source: Keypad 1-7
fi: Numeronäppäimet 1-7

source: Same as 1-7
fi: Samat kuin 1-7

source: Shift
fi: Vaihto

source: Snap to X or Y of drag start point
fi: Napsauta raahaksen alun X tai Y koordinaattiin.

source: Watermark:
fi: Vesileima:

source: Clip:
fi: Leike:

source: <b>Clip: </b>
fi: <b>Leike: </b>

source: Show Match Frame
fi: Näytä vertailuruutu

source: Clear Match Frame
fi: Poista vertailuruutu

source: Export To Tool
fi: Exporttaa työkaluun

source: Fps:
fi: Ruutuja sek.

source: Snapping On
fi: Magneetti päällä

source: Set Current Clip Frame Match Frame
fi: Asete valittu ruutu vertailuruuduksi

source: Select folder for new thumbnails.
fi: Valitse kansio uusille mediaikoneille

source: Old thumbnails in this or other projects will
fi: Vanhat media-ikonit

source: still be available, this only affects thumnails that are created for new media.
fi: ovat edelleen käytettävissä, tämä vaikuttaa vain uusiin mediaikoneihin.

source: Setting your home folder as thumbnails folder is not allowed.
fi: Et voi asettaa koti kansiotasi media-ikoni kansioksi.

source: Select folder for rendered clips.
fi: Valitse kansio johon tallennetaan renderöity tiedostot

source: Old rendered clips in this or other projects will
fi: Vanhat renderöidyt klipit ja projektit

source: still be available, this only affects rendered files that are created from now on.
fi: ovat edelleen käytettävissä, tämä vaikuttaa vain uusiin mediaikoneihin.

source: Setting your home folder as folder for rendered clips is not allowed.
fi: Et voi asettaa koti kansiotasi media-ikoni kansioksi.

source: Wipe Pattern:
fi: Siirtymä kuvio:

source: First Clip Out Handle:
fi: Ulos leike ruutuja:

source: Second Clip In Handle:
fi: Sisään leike ruutuja:

source: Media Overlap info
fi: Median päällekkäisyys info

source: Audio
fi: Ääni

source: Volume
fi: Äänen voimakkuus

source: Flanger - DJ
fi: Flangeri - DJ

source: Declipper
fi: Leikkauksen poisto

source: Delayorama
fi: Viive

source: Noise Gate
fi: Hälinä portti

source: Cartoon
fi: Sarjakuva

source: Letterbox
fi: Mustat reunan

source: Chroma Key
fi: Värin Upotus

source: Pos X
fi: Paikka X

source: Pos Y
fi: Paikka Y

source: Pitch Shift
fi: Korkeuden siirto

source: Knee Point(dB)
fi: Polvi kohta(dB)

source: Drive
fi: Ajo

source: Skew
fi: Vinoutus

source: LF keyfilter(Hz)
fi: LF rakofiltteri(Hz)

source: HF keyfilter(Hz)
fi: HF rakofiltteri(Hz)

source: RPM
fi: KPM

source: Detune(%)
fi: Epäviritys(%)

source: Mix
fi: Sekoitus

source: Delta
fi: Muutos

source: Develop up
fi: Kehitys ylös

source: Develop down
fi: Kehitys alas

source: Develop dur.
fi: Kehitys kesto

source: Triplevel
fi: Happotaso

source: Difference Space
fi: Eroavaruus

source: Input
fi: Sisään

source: Num
fi: Numero

source: Zoom
fi: Zoom määrä

source: Slope
fi: Siirtymä

source: Luma Band
fi: Luma Kaista

source: Luma
fi: Valoisuus

source: ColorDodge
fi: Väriväistö

source: Colorburn
fi: Väripoltto

source: Hatched 1
fi: Kuvio 1

source: Hatched 2
fi: Kuvio 2

source: Hourglass
fi: Tiimalasi

source: Puddles
fi: Lammikot

source: Arch
fi: Kaaret

source: Picture in Picture
fi: Kuva kuvassa

source: Active Layer
fi: Aktivoi kerros

source: File
fi: Tiedosto

source: Sample aspect num.:
fi: Pikseli muoto nimittäjä:

source: Sample aspect den.:
fi: Pikseli muoto osoittaja:

source: Display aspect num.:
fi: Näyttö muoto nimittäjä

source: Display aspect den.:
fi: Näyttö muoto osoittaja

source: Editing
fi: Editointi

source: 1 min
fi: 1 minuutti

source: 2 min
fi: 2 minuuttia

source: 5 min
fi: 5 minuuttia

source: Thumbnail folder:
fi: Media-ikoni kansio:

source: Rendered Clips folder:
fi: Renderöityjen klippien kansio

source: Use English texts on localized OS
fi: Käytä englanninkieltä

source: Theme detection fail fallback colors:
fi: Vara värit:

source: Stop
fi: Pysäytä

source: Origin clip not found!
fi: Alkuperäistä klippiä ei löytynyt!

source: Create Color Pulse Clip
fi: Luo Väri Pulssi leike

source: frame(s),
fi: kuva(a)

source: Roll
fi: Rullaus

source: Slip
fi: Luisto
