Repository: ptrg/flowblade
Catalog: flowblade-trunk/Flowblade/locale/*/LC_MESSAGES/flowblade.po
Languages: fi, it

source: Too small screen for this application.
fi: Näyttö on liian pieni tälle ohjelmalle.
it: Lo schermo è troppo piccolo per questa applicazione.

source: Minimum screen dimensions for this application are 1152 x 768.
fi: Minimi näyttökoko tällle ohjelmalle on 1152 x 768.
it: La risoluzione minima per questa applicazione è 1152 x 768.

source: Your screen dimensions are
fi: Sinun näyttösi koko on
it: La risoluzione corrente è

source: Project has not been saved previously
fi: Projektia ei ole tallennettu aikaisemmin
it: Il progetto non è mai stato salvato

source: Save project with File -> Save As before closing.
fi: Tallenna projekti valinnalla Tiedosto -> Tallenna nimellä ennen sulkemista.
it: Salva il progetto da File -> Salva con nome prima di chiudere.

source: Media asset was missing!
fi: Mediaa ei löytynyt!
it: File multimediale mancante!

source: Path of missing asset:
fi: Puuttuvan median polku:
it: Percorso del file mancante:

source: Relative search for replacement file in sub folders of project file failed.
fi: Puuttuvien tiedostojen korvausetsintä projektitiedoston alikansioista epäonnistui.
it: Non ho trovato nessun file sostitutivo nelle sottocartelle del progetto.

source: To load the project you will need to either:
fi: Ladataksesi projektin tarvitset joko:
it: Per caricare il progetto è necessario:

source: Open project in 'Media Relinker' tool to relink media assets to new files, or
fi: Avaa projekti median uudelleenlinkitys työkalussa ja linkkaa tiedostot, tai
it: Aprire il progetto in 'Media Relinker' per ricreare i collegamenti ai file multimediali, oppure

source: Place a file with the same exact name and path on the hard drive
fi: Aseta samaan paikkaan samanniminen ja tyyppinen tiedosto mahdollistaaksesi
it: Creare un file con lo stesso nome e percorso nel disco fisso

source: Open project in Media Relinker tool
fi: Avaa projekti Median uudelleenlinkitys työkalussa
it: Apri il progetto con Media Relinker

source: Profile with Description: '
fi: Priilia, jolla on kuvaus:
it: Descrizione: '

source: ' was not found on load!
fi: ei löytynyt ladattaessa!
it: ' non è stato trovato!

source: It is possible to load the project by creating a User Profile with exactly the same Description as the missing profile.
fi: On mahdollista ladata projekti luomalla profiili, jolla on täsmälleen sama nimi kuin puuttuvalla profiililla.
it: E' possibile caricare il progetto creato un Profilo Utente con esattamente la stessa descrizione del profilo mancante.

source: User Profiles can be created by selecting 'Edit->Profiles Manager'.
fi: Käyttäjäprofiili luodaan valitsemalla 'Muokkaa->Profiili'
it: I profili utente possono essere creati da 'Modifica->Gestione Profili'.

source: Opening
fi: Avaa
it: Apertura

source: Media files already present in project were opened!
fi: Avattiin mediatiedostoja, jotka jo ovat projektissa
it: Sono stati aperti file multimediali già presenti nel progetto!

source: Files already present:
fi: Projektissa jo olevat tiedostot:
it: File già esistenti:

source: No duplicate media items were added to project.
fi: Kaksoiskappaleita mediatiedostoista ei lisätty projektiin.
it: Non sono stati aggiunti elementi duplicati.

source: Selected folder contains files
fi: Valitussa kansiossa on tiedostoja
it: Seleziona cartella contenente i file

source: When saving a back-up snapshot of the project, the selected folder has to be empty.
fi: Kun tallennetaan projektia ja mediaa yhtä aikaa täytyy kansion olla tyhjä.
it: Quando si salva uno snapshot di backup del progetto, la cartella selezionata deve essere vuota.

source: Copying project media assets
fi: Kopioidaan mediaa
it: Copiatura elementi multimediali

source: Saving project file
fi: Tallennetaan projektia
it: Salvataggio del progetto

source: Project not found on disk
fi: Projektia ei löytynyt kovalevyltä
it: Progetto non trovato sul disco

source: Project can't be loaded.
fi: Projektia ei voida ladata.
it: Il progetto non può essere caricato.

source: Project has not been saved since it was opened.
fi: Projektia ei ole tallennettu aikaisemmin.
it: Il progetto non è mai stato salvato dalla sua apertura.

source: Project was saved less than a minute ago.
fi: Projekti tallennettiin viimeksi alle minuutti sitten.
it: Il progetto è stato salvato meno di un minuto fa.

source: Project was saved one minute ago.
fi: Projekti tallennettiin viimeksi minuutti sitten.
it: Il progetto è stato salvato un minuto fa.

source: Project was saved
fi: Projektia ei ole tallennettu aikaisemmin
it: Il progetto è stato salvato

source: minutes ago.
fi: minuuttia sitten.
it: minuti fa.

source: Render target file exists!
fi: Renderöinti tiedosto on jo olemassa!
it: File di esportazione già esistente!

source: Confirm overwriting existing file.
fi: Haluatko kirjoittaa olemassa olevan tiedoston päälle?
it: Conferma la sovrascrittura.

source: Project is currently using proxy media!
fi: Projekti käyttää proxytiedostoja!
it: Nel progetto sono in uso proxy multimediali!

source: Rendering from proxy media will produce worse quality than rendering from original media. Convert to using original media in Proxy Manager for best quality. Select 'Confirm' to render from proxy media anyway.
fi: Proxymediasta rendaaminen tuottaa huonomman lopputuloksen kuin alkuperäisestä mediasta rendaaminen. Valitse 'Vahvista' rendataksesi proxytiedostoista.
it: Il rendering da file di proxy si traduce in una qualità peggiore rispetto all'uso dei file originali. Per migliorare la qualità, passare all'uso dei media originali da Gestione Proxy. Scegliere "Conferma" per avviare ugualmente il rendering dai file proxy.

source: Render launch failed!
fi: Renderöinnin aloitus epäonnistui!
it: Avvio rendering fallito!

source: Error message:
fi: Virhe viesti:
it: Messaggio di errore:

source: Adding item to render queue failed!
fi: Renderöintijonoon lisääminen epäonnistui.
it: Impossibile aggiungere l'elemento alla coda!

source: Render Proxy Files For Selected Media
fi: Renderöi proxytiedostot valitulle medialle
it: Genera file proxy dai sorgenti selezionati

source: Select All
it: Seleziona tutto

source: Select None
it: Deseleziona tutto

source: Move Selected Media To Bin
it: Sposta oggetti selezionati alla Raccolta

source: No Target Bins
it: Nessuna Raccolta di destinazione

source: Add Video, Audio or Image...
it: Aggiungi video, audio o immagini...

source: Add Image Sequence...
fi: Lisää kuva sekvenssi...
it: Aggiungi sequenza di immagini...

source: Open..
fi: Avaa
it: Apri...

source: Opening .mlt or .xml file as media was disallowed!
fi: .mlt tai .xml tiedostojen avaaminen mediana ei ole sallittu.
it: Apertura di file .mlt o .xml come multimediali non permessa!

source: Because of current MLT behaviour of overwriting projct properties when opening MLT XML files it is not allowed to open these files as media.
fi: Koska MLT ylikirjoittaa projektiominaisuudet avattaessa MLT XML tiedostaja näiden avaaminen mediana ei ole sallittu.
it: Dato che MLT sovrascrive le proprietà del progetto all'apertura dei file MLT XML non è consentito aprirli come file multimediali.

source: No file was selected
fi: Tiedostoa ei valittu
it: Nessun file selezionato

source: Select a numbered file to add an Image Sequence to Project.
fi: Valitse numeroitu tiedosto lisätäksesi kuvasarjan projektiin
it: Selezionare un file numerato per aggiungere una sequenza di immagini.

source: Not a sequence file!
fi: Tiedosto ei kuulu kuvasarjaan
it: Questa non è una sequenza!

source: Selected file does not have a number part in it, so it can't be an image sequence file.
fi: Valitussa tiedostossa ei ole numero osuutta, joten se ei voi olla osa kuvasarjaa.
it: Il file selezionato non è numerato, quindi non può essere una sequenza di immagini.

source: N/A
fi: Ei saat.
it: N/D

source: Yes
fi: Kyllä
it: Si

source: Select Project for Media Import
fi: Valitse projektitiedosto median tuonnille.
it: Seleziona un file di Progetto

source: selection_
fi: valinta_
it: selezione_

source: Save Selection Compound Clip
fi: Tallenna valinta yhdistelmä klippinä
it: Salva clip unione della selezione

source: sequence_
fi: ohjelma_
it: sequenza_

source: Save Sequence Compound Clip
fi: Tallenna ohjelma yhdistelmä klippi
it: Aggiungi Sequenza di Immagini

source: Add Bin
it: Aggiungi Raccolta

source: Delete Selected Bin
it: Elimina Raccolta selezionata

source: Move Bin
it: Sposta Raccolta

source: Up
fi: Ylös
it: Sopra

source: Down
fi: Alas
it: Sotto

source: First
it: Primo

source: Last
it: Ultimo

source: Can't remove a non-empty bin
fi: Et voi poistaa laatikkoa jos se ei ole tyhjä.
it: Impossibile eliminare una Raccolta piena

source: You must remove all files from the bin before deleting it.
fi: Sinun täytyy poistaa kaikki tiedostot laatikosta ennen kuin poistat sen.
it: È necessario rimuovere tutti i file dalla Raccolta prima di eliminarla.

source: Can't remove last bin
fi: Et voi poistaa viimeista laatikkoa
it: Impossibile eliminare la Raccolta

source: There must always exist at least one bin.
fi: Vähintään yksi laatikko taytyy aina olla olemassa.
it: Deve esistere almeno una Raccolta.

source: Selected sequence is already being edited
fi: Valittu ohjelma on jo editoitavana
it: La sequenza selezionata è già in fase di modifica

source: Select another sequence. Press Add -button to create a new sequence if needed.
fi: Valitse toinen ohjelma. Paina tarvittaessa Lisää -nappia luodaksesi uuden ohjelman
it: Selezionare una sequenza diversa. Se necessario, fare clic su Aggiungi per creare una nuova sequenza.

source: Add New Sequence
it: Aggiungi Sequenza di immagini

source: Edit Selected Sequence
it: Modifica la sequenza selezionata

source: Delete Selected Sequence
it: Elimina la sequenza selezionata

source: Are you sure you want to delete sequence '
fi: Oletko varma että haluat poistaa ohjelman '
it: Sei sicuro di voler eliminare la sequenza '

source: This operation can not be undone. Sequence will be permanently lost.
fi: Tätä toimintoa ei voida peruuttaa. Ohjelma menetetään pysyvästi.
it: L'operazione non può essere annullata. La sequenza sarà persa per sempre.

source: Can't remove last sequence
fi: Et voi poistaa viimeistä ohjelmaa
it: Impossibile eliminare la sequenza

source: There must always exist at least one sequence.
fi: Projektissa täytyy olla olemassa aina vähintään yksi ohjelma.
it: Deve esserci almeno una sequenza.

source: _New...
fi: Uusi...
it: _Nuovo...

source: _Open...
fi: Avaa...
it: _Apri...

source: Open Recent
fi: Avaa äskettäinen
it: Apri recente

source: _Save
fi: Tallenna
it: _Salva

source: _Save As...
fi: Tallenna nimellä...
it: _Salva con nome...

source: Save Backup Snapshot...
fi: Tallenna projekti ja media...
it: Salva Snapshot di backup...

source: Export
fi: Exporttaa
it: Esporta

source: Current Frame
fi: Tämänhetkinen ruutu
it: Fotogramma corrente

source: _Close
fi: Sulje
it: _Chiudi

source: _Quit
fi: Lopeta
it: _Esci

source: _Edit
fi: _Muokkaa
it: _Modifica

source: _Undo
fi: Uudelleen
it: _Annulla

source: _Redo
fi: Kumoa
it: _Ripristina

source: Copy
fi: Kopioi
it: Copia

source: Paste
fi: Liitä klipit
it: Incolla

source: Paste Filters
fi: liitä Suotimet
it: Incolla filtri

source: Add Monitor Clip
fi: Lisää monitorileike
it: Apri la Clip nel Monitor

source: Append
fi: Lisää viimeiseksi
it: Accoda

source: Insert
fi: Insertti
it: Inserisci

source: Three Point Overwrite
fi: Kolmen pisteen ylikirjoitus
it: Sovrascrittura a 3 punti

source: Range Overwrite
fi: Ylikirjoitus alue
it: Area di sovrascrittura

source: Cut Clip
fi: Leikkaa
it: Taglia la clip

source: Split to new Sequence at Playhead Position
it: Crea nuova Sequenza dalla posizione attuale

source: Lift
fi: Nosta leike
it: Elimina

source: Splice Out
fi: Poista leike välistä
it: Estrai

source: Resync
fi: Synkronoi kaikki
it: Risincronizza

source: Set Sync Parent
fi: Valitse synkronointi emoleike
it: Seleziona riferimento per la sincronia

source: Add Single Track Transition
fi: Lisää yhden raidan siirtymä
it: Aggiungi transizione su traccia singola

source: Add Single Track Fade
fi: Lisää yhden raidan häivytys
it: Aggiungi dissolvenza su traccia singola

source: Clear Filters
fi: Poista suotimet
it: Elimina i filtri

source: All Filters Off
fi: Kaikki fillterit pois päältä
it: Disattiva tutti i filtri

source: All Filters On
fi: Kaikki filtterit päälle
it: Attiva tutti i filtri

source: Sync All Compositors
fi: Synkkaa kaikki yhdistäjät
it: Sincronizza tutti compositor

source: Change Sequence Tracks Count...
fi: Muuta ohjelman Raitojen lukumäärää
it: Cambia conteggio tracce della sequenza...

source: Disk Cache Manager
fi: Levy säilytys manageri
it: Gestione cache su disco

source: Profiles Manager
fi: Profiili Mangeri
it: Gestione profili

source: Preferences
fi: Asetukset
it: Preferenze

source: View
fi: Näkymä
it: Visualizza

source: Fullscreen
fi: Kokonäyttö
it: Schermo intero

source: Project
fi: Projekti
it: Progetto

source: Create Color Clip...
fi: Luo värileike...
it: Crea clip colore...

source: Bin
it: Raccolta

source: Sequence
it: Sequenza

source: Create Pattern Producer
fi: Luo kuva lähde
it: Crea pattern di produzione

source: Noise
fi: Kohina
it: Rumore

source: EBU Bars
fi: EBU palkit
it: Barre Colore

source: Color Pulse
fi: Väri Pulssi
it: Miscela colore

source: Count
it: Conteggio

source: Create Compound Clip
fi: Luo värileike
it: Crea clip unione

source: From Selected Clips
fi: Seuraavasta leikkeestä
it: Dalle clip selezionate

source: From Current Sequence
fi: Luo ohjelma
it: Dalla sequenza corrente

source: Audio Sync Merge Clip From 2 Media Items
fi: Luo Ising leike
it: Unione da sincroniz. audio di 2 elementi multimediali

source: Import Media From Project...
fi: Tuo media projektista...
it: Importa media dal progetto...

source: Import Another Sequence Into This Sequence...
fi: Tuo ohjelma toisesta ohjelmasta...
it: Importa un'altra sequenza nella attuale...

source: Log Marked Clip Range
fi: Loggaaa merkitty alue
it: Memorizza l'area selezionata della clip

source: Recreate Media Icons...
fi: Uudelleen luo media-ikonit...
it: Ricrea le icone...

source: Remove Unused Media...
fi: Poista käyttämätön media
it: Rimuovi media inutilizzati...

source: Change Project Profile...
fi: Muuta projekti profiili...
it: Modifica profilo del progetto...

source: Proxy Manager
fi: Proxymanageri
it: Gestione Proxy

source: Project Info
fi: Projekti Info
it: Info sul progetto

source: Render
fi: Renderöi
it: Esporta

source: Add To Batch Render Queue...
fi: Lisää renderöintijonoon
it: Aggiungi alla coda di esportazione...

source: Batch Render Queue
fi: Renderöintijono
it: Coda di rendering

source: Rerender All Rendered Transitions And Fades
fi: Uudelleenrenderöi kaikki renderöidyt häivytykset
it: Ricalcola transizioni e dissolvenze renderizzate

source: Render Timeline
fi: Renderöi
it: Esporta la timeline

source: Tools
fi: Työkalut
it: Strumenti

source: Titler
fi: Teksti grafiikka
it: Titolatrice

source: Audio Mixer
fi: Audio mikseri
it: Mixer Audio

source: G'MIC Effects
fi: G'MIC efectit
it: Effetti G'MIC

source: _Help
fi: Ohje
it: _Aiuto

source: Contents
fi: Sisältö
it: Contenuti

source: Runtime Environment
fi: Ajoympäristö
it: Ambiente di Runtime

source: Keyboard Shortcuts
fi: Näppäimistö toiminnot
it: Scorciatoie da tastiera

source: About
fi: Tietoja
it: Informazioni

source: Range Log
fi: Klippi logi
it: Registro selezioni

source: Filters
fi: Suotimet
it: Filtri

source: Compositors
fi: Yhdistäjät
it: Compositing

source: Prev Frame - Arrow Left
it: Fotogramma Prec - Freccia sinistra

source: Next Frame - Arrow Right
it: Fotogramma Suc - Freccia destra

source: Play - Space
it: Play - Spazio

source: Stop - Space
it: Stop - Spazio

source: Mark In - I
it: Marcatore IN - I

source: Mark Out - O
it: Marcatore OUT - O

source: Clear Marks
it: Elimina marcatori

source: To Mark In
fi: Siirry alku merkkiin
it: Vai a IN

source: To Mark Out
fi: Siirry loppu merkkiin
it: Vai a OUT

source: Window Mode
fi: Ikkuna moodi
it: Modalità Finestra

source: Single Window
fi: 1 ikkuna
it: Finestra singola

source: Two Windows
fi: 2 ikkunaa
it: Finestra doppia

source: Middlebar Layout
fi: Keskipalkin asettelu
it: Posizione Barra centrale

source: Timecode Left
fi: Aikakoodi vasemmalla
it: Timecode a sinistra

source: Timecode Center
fi: Aikakoodi oikealla
it: Timecode al centro

source: Components Centered
fi: Komponentit keskitettynä
it: Elementi centrati

source: Tabs Position
fi: Välilehtien paikka
it: Posizione Schede

source: Monitor Playback Interpolation
fi: Monitorin toisto interpolaatio
it: Interpolazione per la riproduzione

source: Nearest Neighbour (fast)
fi: Lähin naapuri
it: Interpolazione di prossimità (veloce)

source: Bilinear (good)
fi: Bilineaarinen
it: Bilineare (discreta)

source: Bicubic (better)
fi: Bikuubinen
it: Bicubica (buona)

source: Hyper/Lanczos (best)
fi: Hyper/Lanczos
it: Hyper/Lanczos (migliore)

source: Zoom In
fi: Zoomaa sisään
it: Aumenta zoom

source: Zoom Out
fi: Zoomaa ulos
it: Riduci zoom

source: Zoom Fit
fi: Zoomaa mahtumaan
it: Adatta zoom

source: Global Window Mode changed
fi: Globaali ikkunamoodi vaihdettu
it: Modalità finestra modificata

source: Application restart required for the new layout choice to take effect.
fi: Uudellen käynnistys vaaditaan joidenkin asutuksien voimaantulemiseksi
it: E' richiesto il riavvio per permettere ad alcuni cambiamenti di avere effetto.

source: Timeline current frame timecode
fi: Tämän hetkisen ruudun aikakoodi
it: Timecode fotogramma corrente sulla timeline

source: Select view mode: Video / Vectorscope/ RGBParade
it: Modalità di visualizzazione: Video / Vettorscopio / OscilloscopioRGB

source: Sequence / Media current frame timecode
it: Timecode del fotogramma corrente della Clip/Sequenza

source: Current Sequence / Clip name and length
it: Nome e durata della Clip/Sequenza

source: Sequence / Media current position
it: Posizione corrente Clip/Sequenza

source: In / Out / Marked Length
it: Durata In / Out / Marcatore

source: Clip Filters Stack
it: Lista filtri della Clip

source: Select Filter Group
fi: Valitse suodin ryhmä
it: Seleziona gruppo di filtri

source: Current group Filters
fi: Suotimet tässä ryhmässä
it: Gruppo di filtri attuale

source: Quit editing Clip in editor
fi: Lopeta leikkeen editointi
it: Esci dall'editor della Clip

source: Clip being edited
fi: Editoitava leike
it: Clip in corso di modifica

source: Clip Filter Stack
fi: Leikkeen suodinpino
it: Lista filtri della Clip

source: Add Filter to Clip Filter Stack
fi: Lisää suodin leikkeen suodinpinoon
it: Aggiungi un filtro alla Lista dei filtri della Clip

source: Delete Filter from Clip Filter Stack
fi: Poista suodin leikkeen suodinpinoon
it: Elimina un filtro dalla Lista dei filtri della Clip

source: Toggle all Filters On/Off
fi: Kaikki suotimet päälle/pois
it: Attiva/Disattiva tutti i filtri

source: No Clip
it: Nessuna Clip

source: Clip Has No Filters
it: La Clip non ha filtri

source: No editable parameters
fi: Ei editoitavia parametreja
it: Parametri non modificabili

source: _effect_values
it: _valori_effetto

source: Saved Filter data not applicaple for this Filter!
it: Dati di filtro salvati non applicabili per questo filtro!

source: Saved data is for
it: Dati salvati per

source: current edited Filter is
it: filtro in modifica:

source: No Compositor
fi: Ei yhdistäjää
it: Nessun Compositing

source: Destination Track:
fi: Kohde raita:
it: Traccia di destinazione:

source: Add Fade In
fi: Lisää sisäänhäivytys
it: Dissolvenza in entrata

source: Add Fade Out
fi: Lisää uloshäivytys
it: Dissolvenza in uscita

source: _compositor_values
it: _valori_compositing

source: Saved Compositor data not applicaple for this compositor!
it: Dati di salvati non applicabili per questo compositing!

source: , current compositor is
it: , il compositing corrente è

source: New Project
fi: Uusi projekti
it: Nuovo progetto

source: Cancel
fi: Peruuta
it: Annulla

source: Project profile:
fi: Projektin profiili:
it: Profilo del progetto:

source: Profile
fi: Profiili
it: Profilo

source: Tracks
fi: Raidat
it: Tracce

source: Change Project Profile
fi: Muuta projekti profiili
it: Cambia Profilo progetto

source: Save With Changed Profile
fi: Tallenna uudella profiililla
it: Salva con Profilo modificato

source: Project Profile can only changed by saving a version with different profile.
fi: Projektin profiili voidaan muutta vain tallentamalla versio eri profiililla.
it: Il Profilo del progetto può essere modificato solo salvando una nuova versione con profilo differente.

source: New Profile
fi: Uusi profiili
it: Nuovo Profilo

source: Select Folder
fi: Valitse kansio
it: Seleziona cartella

source: Folder:
fi: Kansio:
it: Cartella:

source: Project Name:
fi: Projekti tiedoston nimi:
it: Nome progetto:

source: New Project File
fi: Avaa projektitiedosto
it: Nuovo Progetto

source: File Best Match Profile:
fi: Tiedoston profiili:
it: Miglior profilo trovato:

source: Project Current Profile:
fi: Projektin profiili:
it: Profilo attuale del progetto:

source: Project will be saved with profile:
fi: Projekti tallennetaan profiililla:
it: Il progetto verrà salvato con il profilo:

source: Save Project Backup Snapshot
fi: Tallenna projekti ja media
it: Salva snapshot di backup

source: Select Snapshot Project Folder
fi: Valitse tallennus kansio
it: Seleziona cartella per snapshot

source: Snapshot Folder:
fi: Tallennus kansio:
it: Cartella snapshot:

source: Project File Name:
fi: Projekti tiedoston nimi:
it: Nome progetto:

source: Select Project File
fi: Valitse projektitiedosto
it: Seleziona un File di Progetto

source: Flowblade Projects
fi: Flowblade projektit
it: Progetti Flowblade

source: Save Project As
fi: Tallenna projekti nimellä
it: Salva progetto con nome

source: Save
fi: Tallenna
it: Salva

source: Save Effect Values Data
it: Salva valori degli effetti

source: Save Compositor Values Data
it: Salva valori del compositing

source: Effect/Compositor Values Data
it: Valori degli effetti/compositing

source: Load Effect Values Data
it: Carica valori del profilo

source: Load Compositor Values Data
it: Carica valori del profilo

source: Export Project as XML to
fi: Exporttaa
it: Esporta progetto in XML

source: Create
fi: Luo
it: Crea

source: Clip Name:
fi: Leikkeen nimi:
it: Nome clip:

source: Save Runtime Environment Data
fi: Tallenna ympäristö tiedot
it: Salva i dati dell'Ambiente di runtime

source: Can't make home folder render clips folder
fi: Et voi valita kotikansiotasi renderöinti klippi kansioksi
it: La cartella Home non può essere usata per le esportazioni

source: Please create and select some other folder then '
fi: Luo ja valitse joku toinen kansio kuin '
it: Creare e selezionare una cartella differente da '

source: ' as render clips folder
fi: ' renderöinti klippi kansioksi.
it: ' come cartella per le esportazioni

source: Save project '
fi: Tallennetaanko projekti '
it: Salvo il progetto '

source: ' before exiting?
fi: ' ennen sulkemista?
it: ' prima di uscire?

source: Don't Save
fi: Älä tallenna
it: Non Salvare

source: ' before closing project?
fi: ' ennen sulkemista?
it: ' prima di chiudere il progetto?

source: Project page:
fi: Projektin sivusto:
it: Pagina progetto:

source: Tools:
fi: Työkalut:
it: Strumenti:

source: Lead Developer:
fi: Johtava kehittäjä:
it: Capo sviluppatore:

source: Developers:
fi: Kehittäjät:
it: Sviluppatori:

source: Contributors:
fi: Kontribuuttorit:
it: Contributori:

source: Translations by:
fi: Käännökset:
it: Traduzioni a cura di:

source: Application
fi: Ohjelma
it: Applicazione

source: Thanks
fi: Kiitokset
it: Ringraziamenti

source: License
fi: Lisenssi
it: Licenza

source: Developers
fi: Kehittäjät
it: Sviluppatori

source: Translations
fi: Käännökset
it: Traduzioni
