Repository: ptrg/flowblade
Catalog: flowblade-trunk/Flowblade/locale/*/LC_MESSAGES/flowblade.po
Languages: fi, it

source: MLT version:
fi: MLT versio:
it: Versione MLT:

source: GTK version:
fi: GTK versio:
it: Versione GTK:

source: Locale:
fi: Kieli:
it: Lingua:

source: INSTALLATION
fi: INSTALLAATIO
it: INSTALLAZIONE

source: DEVELOPER VERSION
fi: KEHITYSVERSIO
it: VERSIONE DI SVILUPPO

source: Running from:
fi: Asennus:
it: Applicazione lanciata da:

source: AVAILABLE
fi: KÄYTETTÄVISSÄ
it: DISPONIBILE

source: NOT AVAILABLE,
fi: EI KÄYTETTÄVISSÄ,
it: NON DISPONIBILE,

source: MISSING
fi: PUUTTUU
it: MANCANTE

source: FOR FILTER
fi: FILTTERILLE
it: PER IL FILTRO

source: NOT FOUND
fi: EI LÖYTYNYT
it: NON TROVATO

source: FOR TRANSITION
fi: YHDISTÄJÄLLE
it: PER LA TRANSIZIONE

source: General
fi: Yleiset
it: Generale

source: MLT Filters
fi: MLT Suotimet
it: Filtri MLT

source: MLT Transitions
fi: MLT Yhdistäjät
it: Transizioni MLT

source: Missing MLT Services
fi: Puuttuvat MLT palvelut
it: Servizi MLT mancanti

source: Video Codecs
fi: Video koodekit
it: Codec Video

source: Audio Codecs
fi: Audio koodekit
it: Codec Audio

source: Formats
fi: Formaatit
it: Formati

source: Render Options
fi: Renderöinti optiot
it: Opzioni di rendering

source: File Properties
fi: Tiedoston ominaisuudet
it: Proprietà dei File

source: Clip Properties
fi: Leikkeen ominaisuudet
it: Proprietà della Clip

source: Loading project
fi: Ladataan projektia
it: Carica Progetto

source: Recreating icons
fi: Uudelleen luo media-ikonit
it: Ricrea le icone

source: Update media lengths data
fi: Päivitä media pituus tiedot
it: Aggiorna dati lunghezza file

source: Are you sure you want to delete these media files?
fi: Oletko varma että haluat poistaa nämä media tiedostot?
it: Sei sicuro di voler cancellare questi file?

source: One or more of the Media Files you are deleting from the project either <b>have proxy files or are proxy files.</b>
fi: Yksi tai useampi media tiedosto jota yrität poistaa joko on proxy tiedosto tai sille on luotu proxy tiedosto
it: Uno o più file che desideri eliminare dal progetto sono <b>file proxy o hanno dei file proxy collegati.</b>

source: Deleting these files could <b>prevent converting</b> between using proxy files and using original media.
fi: Näiden tiedostojen poistamine voi estää siirtymisen käyttämään alkuperäisiä tiedostoja proxy tiedostojen sijaan
it: Eliminando questi file potresti<b> impedire la conversione</b> tra i file proxy e quelli originali.

source: Force Delete
fi: Poista
it: Forza Cancellazione

source: Open last autosave?
fi: Avaa viimein autotallennettu versio?
it: Caricare l'ultimo salvataggio automatico?

source: It seems that Flowblade exited abnormally last time.
fi: Näyttää siltä, että Flowblade kaatui viime kerralla.
it: Sembra che l'ultima volta Flowblade non sia stato chiuso correttamente.

source: If there is another instance of Flowblade running, this dialog has probably detected its autosave file.
fi: Jos toinen instanssi Flowbladesta on käynnissä, tämä dialogi on mahdollisesti havainnut sen autotrallennus tiedoston.
it: Se c'è un'altra istanza di Flowblade in corso, questa finestra di dialogo ha individuato, probabilmente, il suo salvataggio automatico.

source: It is NOT possible to open this autosaved version later.
fi: EI ole mahdollista avata autotallennettua versiota myöhemmin
it: NON sarà possibile recuperare in futuro questo salvataggio automatico.

source: Continue with default 'untitled' project
fi: Jatka tyhjällä oletus projektilla
it: Prosegui con il progetto predefinito 'senza titolo'

source: Open Autosaved Project
fi: Avaa autotallennettu projekti
it: Apri il progetto salvato automaticamente

source: Open a autosave file?
fi: Avaa autotallennettu versio?
it: Apro il file di salvataggio automatico?

source: There are <b>multiple autosave files</b> from application crashes.
fi: <b>Monia</b> autotallennustiedostoja löytyi.
it: Ci sono <b>molteplici salvataggi automatici</b>da crash dell'applicazione.

source: If you just <b>experienced a crash, select the last created autosave</b> file to continue working.
fi: Jos juuri <b>kokenut ohjelman kaatumise, valitsee viimeinen autotallennustiedosto</b> jatkaaksesi työskentelyä.
it: Se hai<b>subito un crash, seleziona l'ultimo salvataggio automatico creato</b> per continuare il lavoro.

source: If you see this at application start without a recent crash, you should probably delete all autosave files to stop seeing this dialog.
fi: Jos näet tämän ohjelma käynnistyksen yhteydessä, sinun tulisi mahdollisesti poistaa kaikki autotallennustiedostot, jotta et enää näkisi tätä dialogia.
it: Se questa applicazione si è avviata senza il ripristino dal crash hai probabilmente eliminato tutti i salvataggi automatici per impedire la comparsa di questa finestra.

source: Delete all autosaves
fi: Poista kaikki autotallennustiedostot,
it: Elimina tutti i salvataggi automatici

source: Delete all but selected autosave
fi: Poista kaikki paitsi valitut autotallennustiedostot,
it: Elimina i salvataggi tranne quello selezionato

source: Open Selected Autosave
fi: Avaa valittu autotallennus
it: Apri il salvataggio automatico selezionato

source: Change Sequence Tracks Count
fi: Muuta ohjelman raitojen määrää
it: Cambia il numero di tracce

source: Change Tracks
fi: Muuta raitoja
it: Modifica le Tracce

source: Please note:
it: Attenzione:

source: When reducing the number of tracks the top Video track and/or bottom Audio track will be removed
it: Quando si riduce il numero di tracce, la traccia video in alto e/o la traccia audio in basso vengono rimosse

source: It is recommended that you save Project before completing this operation
fi: Suositellaan että tallennat projektin ennen tätä operaatiota
it: Si raccomanda di salvare il progetto prima di lanciare questa operazione

source: There is no Undo for this operation
fi: Tätä operatiota ei voida perua
it: L'operazione non può essere annullata

source: Current Undo Stack will be destroyed
fi: Peruutustoiminto pino tuhotaan
it: La cronologia delle operazioni verrà distrutta

source: All Clips and Compositors on deleted Tracks will be permanently destroyed
fi: Kaikki leikkeet ja yhdistäjät tuhotuilla raidoilla tuhoutuvat
it: Tutte le clip e i compositing sulle tracce rimosse saranno permanentemente distrutti

source: Change Clip Length
fi: Muuta leikkeen pituutta
it: Cambia lunghezza Clip

source: Create New Sequence
fi: Luo uusi ohjelma
it: Crea una Nuova Sequenza

source: Create Sequence
fi: Luo ohjelma
it: Crea una Sequenza

source: Sequence Name:
fi: Ohjelman Nimi:
it: Nome della Sequenza:

source: Open For Editing:
fi: Avaa suodineditorissa
it: Apri per modificare:

source: Rename New Media Object
fi: Udelleen nimeä media objekti
it: Rinomina nuovo media

source: Rename
fi: Uudelleen nimeä
it: Rinomina

source: New Name:
fi: Nimi:
it: Nuovo Nome:

source: Rename Clip
fi: Uudelleen nimeä leike
it: Rinomina la Clip

source: New Range Item Group
fi: Uusi ryhmä
it: Nuovo gruppo di Sub-Clip

source: User Group
fi: Ryhmä
it: Gruppo utenti

source: New Group Name:
fi: Uuden ryhmän nimi:
it: Nuovo Gruppo:

source: Rename Range Log Item Group
fi: Uudelleen nimeä klippi ryhmä
it: Rinomina il Gruppo di Sub-Clip

source: Can't open non-valid media
fi: Ei voida avata ei validia mediaa
it: Impossibile aprire un file non valido

source: is not a valid media file.
fi: ei ole validi media tiedosto.
it: non è un file valido.

source: New Marker
fi: Uusi merkki
it: Nuovo Marcatore

source: Add Marker
fi: Lisää merkki
it: Aggiungi un Marcatore

source: Name for marker at
fi: Anna merkille nimi kohdassa
it: Nome del marcatore a

source: Timeline position:
fi: Aikajana paikka:
it: Posizione timeline:

source: Name for clip marker at
fi: Anna leikemerkille nimi kohdassa
it: Nome del Marcatore

source: Alpha Filters Info
fi: Alphafiltteri info
it: Info filtri Alpha

source: You are adding <b>Alpha Filter '
fi: Olet lisäämässä <b>Alphafiltteriä
it: Si sta aggiungendo il <b>filtro Alpha '

source: '</b> into a clip. Here is some info on how <b>Alpha Filters</b> work on Flowblade:
fi: '</b> leikkeeseen. Tässä hieman tietoa miten<b>Alphafiltterit</b> toimivat Flowbladessa:
it: '</b> nella clip. Alcune informazioni sull'uso dei <b>filtri Alpha</b> in Flowblade:

source: <b>Alpha Filters</b> work by modifying image's alpha channel.
fi: <b>Alphafiltterit</b> toimivat muuttamalla kuvan alphakanavaa.
it: I <b>filtri Alpha</b> funzionano modificando il canale alpha dell'immagine.

source: To see the effect of <b>Alpha Filter</b> you need composite this clip on track below by adding a <b>Compositor like 'Dissolve'</b> into this clip.
fi: ␣Nähdäksesi <b>Alphafiltteriden</b> vaikutuksen sinun tulee yhdistää tämä leike alempana olevan raidan kanssa käyttäen <b>yhdistäjää kuten 'Dissolve'</b>.
it: Per notare l'effetto dei <b>filtri Alpha</b> è necessario applicare alla traccia sottostante un elemento di <b>compositing come 'Dissolvenza'</b>.

source: <b>Alpha Filters</b> on clips on <b>Track V1</b> have no effect.
fi: <b>Alphafilttereillä</b> jotka ovat leikkeissä <b>raidalla V1</b> ei ole vaikutusta.
it: I <b>filtri Alpha</b> applicati alla <b>Traccia V1</b> non hanno effetto.

source: Don't show this message again.
fi: Älä näytä tätä viestiä enää.
it: Non mostrare più questo messaggio.

source: Add Image Sequence Clip
fi: Lisää kuva sarja projektiin
it: Aggiungi una Sequenza di immagini

source: Select First Frame
fi: Valitse Ensimmäinen ruutu
it: Seleziona il primo fotogramma

source: First frame:
fi: Ensimmäinen ruutu
it: Primo Fotogramma:

source: Frames per Source Image:
fi: Ruutuja yhtä kuvaa kohti:
it: Numero di Fotogrammi:

source: Export EDL
fi: Exporttaa EDL
it: Esporta EDL

source: Add Transition
fi: Lisää yhdistäjä
it: Aggiungi Transizione

source: Apply
fi: Aseta
it: Applica

source: Rerender Transition
fi: Renderöity häivytys
it: Rielabora Transizione

source: Rerender
fi: Uudelleenrenderöi
it: Rielabora

source: Rerender Fade
fi: Uudelleenrenderöi tiedosto
it: Rielabora Dissolvenza

source: Rerender All Transitions and Fades
fi: Uudelleenrenderöi kaikki häivytykset
it: Ricalcola tutte le transizioni e dissolvenze

source: Rerender All
fi: Uudelleenrenderöi kaikki
it: Ricalcola tutto

source: Add Fade
fi: Lisää häivytys
it: Aggiungi Dissolvenza

source: Shortcuts Presets:
fi: Näppäimistö esiasetukset:
it: Seleziona Cartella:

source: Diffence to 'Flowblade Default' Presets:
fi: Ero 'Flowblade Default' esiasetuksiin
it: Differenza dal profilo predefinito di Flowblade:

source: Create New Project
fi: Luo uusi projekti
it: Crea Nuovo Progetto

source: Save Project
fi: Tallenna projekti
it: Salva il Progetto

source: Stop Rendering Audio Levels
fi: Lopeta Audio tasojen rendaaminen
it: Ferma l'eleborazione dei Livelli Audio

source: Quit
fi: Lopeta
it: Esci

source: Undo
fi: Kumoa
it: Annulla

source: Redo
fi: Uudelleen
it: Ripristina

source: Open Project
fi: Avaa projekti
it: Apri un Progetto

source: Go To Mark In
fi: Siirry alku merkkiin
it: Vai a IN

source: Go To Mark Out
fi: Siirry loppu merkkiin
it: Vai a OUT

source: DELETE
it: ELIMINA

source: Copy Clips
fi: Kopioi klipit
it: Copia Clip

source: Paste Clips
fi: Liitä klipit
it: Incolla Clip

source: Left Arrow
fi: Nuoli vasen
it: Freccia Sinistra

source: Right Arrow
fi: Nuoli oikea
it: Freccia Destra

source: Control + Left Arrow
fi: Control + Nuoli vasen
it: Control + Freccia Sinistra

source: Back 10 Frames Trim Edit
fi: 10 ruutua taaksepäin trimmi edistissä
it: Indietro di 10 frame

source: Control + Right Arrow
fi: Control + Nuoli oikea
it: Control + Freccia Destra

source: Forward 10 Frames Trim Edit
fi: Eteenpäin 10 ruutu trim editissä
it: Avanti di 10 frame

source: Move Back 10 Frames
fi: 10 ruutua eteenpäin trimmieditissä
it: Indietro di 10 frame

source: Move Forward 10 Frames
fi: Eteenpäin nopeammin
it: Avanti di 10 frame

source: Playback
fi: Toista
it: Riproduci

source: Move Source Video Left 1px
fi: Siirrä lähde video vasemmalle 1 pikseli
it: Sposta sorgente video 1px a sx

source: Move Source Video Right 1px
fi: Siirrä lähde video oikealle 1 pikseli
it: Sposta sorgente video 1px a dx

source: Up Arrow
fi: Nuoli ylös
it: Freccia Su

source: Move Source Video Up 1px
fi: Siirrä lähde video ylös 1 pikseli
it: Sposta sorgente video 1px in alto

source: Down Arrow
fi: Nuoli alas
it: Freccia Giù

source: Move Source Video Down 1px
fi: Siirrä lähde video alas 1 pikseli
it: Sposta sorgente video 1px in basso

source: Control + Arrow
fi: Control + Nuolinäppäin
it: Control + Freccia

source: Move Source Video 10px
fi: Siirrä lähde video ylös 10 pikseliä
it: Sposta sorgente video di 10px

source: Control + Mouse Drag
fi: Control + hiiri raahaus
it: Control + Trascinamento

source: Keep Aspect Ratio in Affine Blend scaling
fi: Pidä kuvasuhde Affine Blend skaalauksessa
it: Mantieni rapporto d'aspetto nello scaling

source: Shift + Left Arrow
it: Shift + Freccia sinistra

source: Scale Down
it: Riduci scala

source: Shift + Right Arrow
it: Shift + Freccia Destra

source: Scale Up
it: Aumenta scala

source: Shift + Control + Left Arrow
it: Shift + Control + Freccia sinistra

source: Scale Down More
it: Riduci ancora scala

source: Shift + Control + Right Arrow
it: Shift + Control + Freccia destra

source: Scale Up More
it: Aumenta ancora scala

source: Geometry Editor
fi: Yhdistäjäeditori
it: Manipolazione delle Geometrie

source: Sequence Watermark
fi: Ohjelma vesileima
it: Watermark della sequenza

source: Close
fi: Sulje
it: Chiudi

source: Sequence:
fi: Ohjelma:
it: Sequenza:

source: Set Watermark File
fi: Valitse vesileima tiedosto
it: Imposta un file per il Watermark

source: Remove Watermark
fi: Poista vesileima
it: Rimuovi il Watermark

source: Not Set
fi: Ei asetettu
it: Non impostato

source: Select Watermark File
fi: Valitse vesileima tiedosto
it: Seleziona un file per il Watermark

source: All files
fi: Kaikki tiedostot
it: Tutti i file

source: Saving project snapshot
fi: Tallennetaan projekti ja media
it: Salvataggio snapshot '

source: Loaded Media Profile Mismatch
fi: Median profiili eri kuin projektin
it: Incongruenza profilo media

source: Keep Current Profile
fi: Pidä profiili
it: Mantieni profilo attuale

source: Change To File Profile
fi: Muuta tiedoston profiiliksi
it: Passa al profilo del file

source: A video file was loaded that does not match the Project Profile!
fi: Video tiedoston profiili ei vastaa projektin profiilia!
it: E' stato caricato un file incongruente con il profilo del progetto!

source: File Profile:
fi: Tiedoston profiili:
it: Profilo del file:

source: Project Profile:
fi: Projektin profiili:
it: Profilo del progetto:

source: Using a matching profile is recommended. This message is only displayed on first media load for Project.
fi: Vastaavan profiilin käyttäminen on suositeltavaa. Tämä viesti näytetään vain ensimmäisen latauksen yhteydessä.
it: Si consiglia di usare un profilo adeguato al file. Questo messaggio viene mostrato solo al caricamento del primo file.

source: Cannot import sequence!
fi: Et voi tuoda ohjelmaa!
it: Impossibile importare la sequenza!

source: There are no other sequences in the Project.
fi: Projektissa ei ole muita ohjelmia
it: Non ci sono altre sequenze nel progetto.

source: Import Sequence
fi: Tuo ohjelma
it: Importa una sequenza

source: Import
fi: Tuo
it: Importa

source: <b>Please note:</b>
fi: Huomaa:
it: <b>Attenzione:</b>

source: Append Sequence
fi: Lisää ohjelma loppuun
it: Concatena sequenza

source: Insert Sequence at Playhead position
fi: Lisää ohjelma keskelle ruutuosoittimen kohdalle
it: Inserisci sequenza alla posizione attuale

source: Action:
fi: Toiminto:
it: Azione:

source: Import:
fi: Exporttaa:
it: Importa:

source: Compositors Auto Fades
fi: Yhdistäjäjien autohäivytykset
it: Dissolvenze automatiche

source: Set Group Defaults
fi: Aseta ryhmä esiasetukset
it: Imposta

source: Dissolve, Blend
it: Dissolvi, fondi

source: Compositor Auto Fades Group
it: Gruppo dissolvenze automatiche

source: Length:
fi: Pituus:
it: Lunghezza:

source: Add Fade In on Creation
it: Aggiungi dissolvenza in entrata

source: Add Fade Out on Creation
it: Aggiungi dissolvenza in uscita

source: Group Auto Fades
it: Raggruppa dissolvenze automatiche

source: Timeline Audio Sync
fi: Aikajana audio synkronointi
it: Sincronizza audio della timeline

source: <b>Audio Sync Offset</b> between clips media is
it: <b>Offset Sincro Audio</b> tra le clip è di

source: frames.
it: fotogrammi.

source: <b>Timeline Media Offset</b> between clips is
it: <b>Offset dei media della timeline</b> tra le clip è di

source: Can't put an audio clip on a video track.
fi: Et voi laittaa äänileikettä videoraidalle.
it: Impossibile inserire una clip audio in una traccia video.

source: Track
fi: Raita
it: Traccia

source: is a video track and can't display audio only material.
fi: on video raita, eikä toista kuvatonta äänimateriaalia.
it: è una traccia video e non si può inserire solo audio in una traccia video.

source: Empty
fi: Tyhjä
it: Vuota

source: active
fi: aktiivinen
it: attivo

source: default
fi: oletusvalinta
it: predefinito

source: Autosave created
it: Salvataggio automatico creato

source: ago.
it: fa.

source: Track:
fi: Raita:
it: Traccia:

source: <b>Track: </b>
fi: <b>Raita: </b>
it: <b>Traccia: </b>

source: <b>Source:</b>
it: <b>Sorgente:</b>

source: <b>Destination:</b>
it: <b>Destinazione:</b>

source: <b>Length:</b>
fi: <b>Pituus:</b>
it: <b>Lunghezza:</b>

source: <b>Items:</b>
it: <b>Elementi:</b>

source: Right Click to Add Media.
it: Clic destro per aggiungere un file multimediale.

source: Lock Track
fi: Lukitse raita
it: Blocca la traccia

source: Unlock Track
fi: Vapauta raita
it: Sblocca la traccia

source: Large Height
fi: Suuri korkeus
it: Altezza Estesa

source: Normal Height
fi: Normaali korkeus
it: Altezza Normale

source: Open in Filters Editor
fi: Avaa suodineditorissa
it: Apri nell'editor dei filtri

source: Open in Clip Monitor
fi: Avaa leike monitorissa
it: Apri nel monitor

source: Split Audio
fi: Halkaise audio
it: Separa l'audio

source: Split Audio Synched
fi: Halkaise audio synkronoituna
it: Separa l'audio sincronizzato

source: Display Audio Level
fi: Näytä äänen taso
it: Mostra livelli audio

source: Clear Waveform
fi: Poista aaltomuoto
it: Nascondi livelli audio

source: Select Clip to Audio Sync With...
it: Seleziona clip con cui sincronizzare l'audio...

source: Clear Sync Relation
fi: Poista synkronointi suhde
it: Rimuovi la sincronizzazione

source: Select Sync Parent Clip...
fi: Valitse synkronointi emoleike
it: Scegli clip di riferimento per la sincronia...

source: Clip Info
fi: Leike info
it: Informazioni sulla clip

source: Strech Prev Clip to Cover
fi: Pidennä edellistä leikettä peittämään
it: Allunga clip precedente a copertura

source: Strech Next Clip to Cover
fi: Pidennä seuraavaa leikettä peittämään
it: Allunga la clip successiva a copertura

source: Delete
fi: Poista
it: Elimina

source: Open In Compositor Editor
fi: Avaa yhdistajäeditorissa
it: Apri nella finestra di composting

source: Sync with Origin Clip
fi: Synkronoi lähde leikkeen kanssa
it: Sincronizza con clip di origine

source: Add Filter
fi: Lisää suodin
it: Aggiungi filtro

source: Add Compositor
fi: Lisää yhdistäjä
it: Aggiungi compositing

source: Blenders
it: Mixer

source: Alpha Combiners
it: Combinazioni alpha

source: First Frame in Monitor
fi: Ensimmäinen ruutu monitorissa
it: Primo frame nel monitor

source: Last Frame in Monitor
fi: Viimeinen ruutu monitorissa
it: Ultimo frame nel monitor

source: First Frame on Timeline
fi: Ensimmäinen aikajanalla
it: Primo frame nella timeline

source: Last Frame on Timeline
fi: Viimeinen aikajanalla
it: Ultimo frame nella timeline

source: Select
fi: Valitse
it: Seleziona

source: All Clips After
fi: Kaikki myöhemmät leikkeet
it: Tutte clip precedenti

source: All Clips Before
fi: Kaikki aikaisemmat leikkeet
it: Tutte clip successive

source: Edit
fi: Muokkaa
it: Modifica

source: Volume Keyframes
it: Fotogrammi chiave del volume

source: Brightness Keyframes
it: Fotogrammi chiave della luminosità

source: Set Clip Length...
it: Imposta lunghezza clip...

source: Stretch Over Next Blank
it: Copri spazio vuoto successivo

source: Stretch Over Prev Blank
it: Copri spazio vuoto precedente

source: Clone Filters
fi: Kloonaa suotimet
it: Clona i filtri

source: From Next Clip
fi: Seuraavasta leikkeestä
it: Dalla clip successiva

source: From Previous Clip
fi: Edellisestä leikkeestä
it: Dalla clip precedente

source: Mute
fi: Hiljennä
it: Silenzia

source: Unmute
fi: Poista hiljennys
it: Riattiva

source: Mute Audio
fi: Sammuta ääni
it: Disattiva Audio

source: Mute Video
fi: Sammuta kuva
it: Disattiva Video

source: Mute All
fi: Sammuta kaikki
it: Disattiva Tutto

source: Properties
it: Proprietà dei file

source: Clip Color
fi: Leike väri
it: Colore clip

source: Default
fi: oletusvalinta
it: Predefinito

source: Red
fi: Punainen
it: Rosso

source: Green
fi: Vihreä
it: Verde

source: Blue
fi: Sininen
it: Blu

source: Orange
fi: Oranssi
it: Arancione

source: Brown
fi: Ruskea
it: Marrone

source: Olive
fi: Oliivi
it: Oliva

source: Markers
it: Marcatori

source: No Clip Markers
it: Nessun marcatore

source: Add Clip Marker At Playhead Position
it: Imposta marcatore alla posizione attuale

source: Delete Clip Marker At Playhead Position
it: Rimuovi marcatore dalla posizione attuale

source: Delete All Clip Markers
it: Elimina tutti i marcatori

source: Render Slow/Fast Motion File
fi: Rendaa Nopeutettu/hidastettu versio
it: Genera clip rallentata/accelerata

source: Render Reverse Motion File
it: Genera clip riprodotta al contrario

source: Render Proxy File
fi: Renderöi Proxy tiedosto
it: Genera file proxy

source: Toggle Active
fi: Vaihda aktiivisuustilaa
it: Attiva/Disattiva

source: Reset Values
fi: Resetoi arvot
it: Resetta

source: Move Up
fi: Siirrä ylös
it: Muovi su

source: Move Down
fi: Siirrä alas
it: Muovi giù

source: Display In Clip Monitor
fi: Avaa leike monitorissa
it: Mostra nel monitor delle clip

source: Toggle Star
fi: Vaihda aktiivisuustilaa
it: Attiva/Disattiva Preferito

source: Set File Relink Path
fi: Aseta media linkki
it: Imposta nuovo percorso

source: Delete File Relink Path
fi: Poista media linkki
it: Rimuovi nuovo percorso

source: Show Full Paths
fi: Näytä täydet polut
it: Mostra percorsi completi

source: Progressive
fi: Progressiivinen
it: Progressivo

source: Interlaced
it: Interlacciato

source: Pixel Aspect:
fi: Pikselin muoto:
it: Formato Pixel:

source: Description:
fi: Kuvaus:
it: Descrizione:

source: Dimensions:
fi: Ulottuvuudet:
it: Dimensione:

source: Frames per second:
fi: Ruutuja sek.:
it: Fotogrammi al secondo:

source: Size:
fi: Koko:
it: Risoluzione:

source: Pixel aspect ratio:
fi: Pikselin muoto:
it: Proporzione del Pixel:

source: Progressive:
fi: Progressiivinen:
it: Progressivo:

source: Number of Tracks:
fi: Raitujen lukumäärä:
it: Numero delle tracce:

source: Frames:
it: Fotogrammi:

source: No Markers
fi: Ei merkkejä
it: Nessun marcatore

source: Delete Marker
fi: Poista merkki
it: Elimina marcatore

source: Delete All Markers
fi: Poista kaikki merkit
it: Elimina tutti i marcatori

source: Maximize Tracks
fi: Maximoi raidat
it: Massimizza tracce

source: Maximize Video Tracks
fi: Maksimoi kuvaraidat
it: Massimizza tracce video

source: Maximize Audio Tracks
fi: Maximoi ääniraidat
it: Massimizza tracce audio

source: Minimize Tracks
fi: Minimoi raidat
it: Minimizza tracce

source: Activate All Tracks
it: Attiva tutte le tracce

source: Vertical Shrink Timeline
it: Verticale dal centro

source: Display Clip Media Thumbnails
fi: Näytä klipissä media ikoni
it: Mostra miniature della clip

source: Display All Audio Levels
fi: Näytä kaikki äänen tasot
it: Mostra livelli audio

source: Display Audio Levels On Request
fi: Näytä ääni tasot pyydettäessä
it: Mostra livelli audio a richiesta
