Repository: ptrg/flowblade
Catalog: flowblade-trunk/Flowblade/locale/*/LC_MESSAGES/flowblade.po
Languages: fi, it

source: Allow Frame Dropping for real-time rendering, when needed
it: Se necessario, permetti di scartare fotogrammi nella riproduzione real-time

source: Render Threads:
it: Thread di elaborazione:

source: Allow Frame Dropping
it: Permetti scarto fotogrammi

source: Render Item Project File Copy failed!
fi: Renderöintijonotiedoston kopiointi epäonnistui!
it: Esportazione del file del progetto fallita!

source: Error loading render queue items!
fi: Virhe renderöintijonotiedostojen lataamisessa!
it: Errore di caricamento degli oggetti nella coda di esportazione!

source: Message:
fi: Viesti:
it: Messaggio:

source: Batch Render Queue already running!
fi: Renderöintijono ohjelma käynnissä!
it: Coda di elaborazione già in esecuzione!

source: Batch Render Queue application was detected in session dbus.
fi: Renderöintijono ohjelma havaittiin työpöytäsession dbus palvelussa.
it: L'applicazione della coda di elaborazione è stata trovata in dbus.

source: Application is rendering and cannot be closed!
fi: Ohjelma renderöi aikä sitä voida sulkea!
it: L'applicazione sta esportando e non può essere chiusa!

source: Stop rendering before closing the application.
fi: Pysäyta renderöinti ennen ohjelman silkemista.
it: Ferma l'esportazione prima di chiudere l'applicazione.

source: datafile load failed with
fi: data tiedoston lataus epäonnistui:
it: caricamento dei dati fallito con

source: project file load failed with
fi: projektitiedoston lataus epäonnistui:
it: caricamento file di progetto fallito con

source: Queued
fi: Jonossa
it: In coda

source: Rendering
fi: Renderöi
it: Elaborazione

source: Finished
fi: Valmis
it: Finito

source: Unqueued
fi: Poissa jonosta
it: Non in coda

source: Aborted
fi: Pysäytetty
it: Interrotto

source: Estimated Left:
fi: Arvioitu aika:
it: Tempo restante:

source: Current Render:
fi: Tämänhetkinen renderöinti:
it: Elaborazione in corso:

source: Elapsed:
fi: Kulunut:
it: Trascorso:

source: Items Rendered:
fi: Renderöity lukum:
it: Oggetti elaborati:

source: Render Started:
fi: Renderöinti alkoi:
it: Elaborazione iniziata:

source: Not Rendering
fi: Ei renderöi
it: Non in elaborazione

source: Delete Finished
fi: Poista valmiit
it: Elimina elaborazioni completate

source: Reload Queue
fi: Virkistä jono
it: Ricarica la coda

source: Stop Render
fi: Pysäytä
it: Ferma l'elaborazione

source: Flowblade Batch Render
fi: Flowblade Renderöintijono
it: Elaborazione massiva di Flowblade

source: Delete
fi: Poista
it: Elimina

source: item(s) from render queue?
fi: työtä renderöintijonosta?
it: oggetto(i) dalla coda di elaborazione?

source: Multiple items with same render target file!
fi: Useampi työ renderöi samaan tiedostoon!
it: Oggetti multipli con lo stesso file di destinazione!

source: Later items will render on top of earlier items if this queue is rendered.
fi: Myöhemmät työt renderöivöt aikaisempien päälle jos tämä jon o renderöidään.
it: Gli oggetti più recenti saranno calcolati per primi se si avvia l'elaborazione della coda.

source: Delete or unqueue some items with same paths:
fi: Poista töitä, joilla on sama renderöinti tiedosto:
it: Elimina o rimuovi dalla coda degli oggetti con lo stesso percorso:

source: items with path:
fi: työt, joilla sama kohde tiedosto
it: oggetti con il percorso:

source: Project/Sequence
fi: Projekti/Ohjelma
it: Progetto/Sequenza

source: Status
it: Stato

source: Render File
fi: Renderöinti tiedosto
it: File di esportazione

source: Render Time
fi: Renderöinti aika
it: Durata elaborazione

source: Save Render Item Project As
fi: Tallenna projekti nimellä
it: Salva elaborazione del progetto con nome

source: Encoding:
fi: Enkoodaus:
it: Codifica:

source: Quality:
fi: Laatu:
it: Qualità:

source: Audio Encoding:
fi: Audio Enkoodaus
it: Codifica Audio:

source: Use User Args:
fi: Renderöinti argumentit:
it: Utilizza parametri utente:

source: Start:
fi: Alku:
it: Inizio:

source: End:
fi: Loppu:
it: Fine:

source: Render Profile Name:
fi: Renderöinti profiilin nimi:
it: Nome profilo elaborazione:

source: Render Profile:
fi: Renderöinti profiili
it: Profilo di elaborazione:

source: Render Properties
fi: Rederöinti ominaisuudet
it: Proprietà di elaborazione

source: Save Item Project As...
fi: Tallenna projekti nimellä...
it: Salva progetto con nome...

source: Flowblade Timeline Render
fi: Flowblade Renderöinti
it: Elaborazione massiva di Flowblade

source: Project Image Size
fi: Projektin kuvankoko
it: Risoluzione del progetto

source: Half Project Image Size
fi: Puolet projektin kuvakoosta
it: Metà della risoluzione del progetto

source: Quarter Project Image Size
fi: Neljäsosa projektin kuvakoosta
it: Un quarto della risoluzione del progetto

source: Proxy Encoding
fi: Proxy enkoodaus
it: Codifica proxy

source: Proxy Stats:
fi: Proxy tilastot:
it: Statistiche proxy:

source: proxy file(s) for
fi: proxy tiedostoa
it: file proxy per

source: video file(s)
fi: video tiedostolle
it: File video

source: Current Proxy Mode:
fi: Proxymoodi:
it: Modalità attuale:

source: Press Button to Change Mode
fi: Paina nappulaa muuttaaksesi moodin
it: Premi tasto per cambiare modalità

source: Use Proxy Media
fi: Käytä proxytiedostoja
it: Usa media proxy

source: Use Original Media
fi: Käytä alkuperäistiedostoja
it: Usa sorgenti

source: Project Proxy Mode
fi: Projektin proxymoodi
it: Progetto in modalità Proxy

source: Using Proxy Media
fi: Käyttää proxytiedostoja
it: Usa media proxy

source: Using Original Media
fi: Käyttää alkuperäistiedostoja
it: Usa sorgenti

source: Creating Proxy Files
fi: Luodaan proxytiedostot
it: Creazione file proxy

source: Current Media File:
fi: Tämänhetkinen media tiedosto:
it: File attuali:

source: Rendering Item:
fi: Renderöi:
it: Elemento di elaborazione:

source: Proxy Render Info
fi: Proxyrenderöinti info
it: Informazioni render proxy

source: Nothing will be rendered
fi: Mitään ei renderöidä
it: Nessuna elaborazione verrà eseguita

source: No video files were selected. Only video files can have proxy files.
fi: Yhtään videotiedostoa ei valittu. Vain videotiedostoilla voi olla proxy tiedostoja:
it: Nessun file video selezionato. Solo i file video possono avere un corrispettivo proxy.

source: Do Render Action
fi: Tee renderöinti toiminto
it: Elabora

source: Proxies exist that were created by this and other projects for
fi: Proxytiedostoja on jo luotu
it: Esistono Proxy che sono stati creati da questo e altri progetti per

source: file(s).
fi: tiedostolle.
it: file.

source: Proxies have already been created for
fi: Proxytiedostoja on jo luotu
it: Sono già stati creati proxy per

source: Proxies exist that were created by other projects for
fi: Proxytiedostoja on jo luotu
it: Esistono già dei proxy creati da altri progetti per

source: You are trying to create proxies for
fi: Yrität luoda proxytiedostoja
it: Stai cercando di creare dei proxy per

source: non-video file(s).
fi: ei-video tiedostolle.
it: file non video.

source: proxy file(s).
fi: proxytiedostolle.
it: file proxy.

source: There are some issues with proxy render request
it: Si sono riscontrati problemi nell'elaborazione dei proxy

source: <b>Rerendering proxies currently not possible!</b> Change to 'Use Original Media' mode to rerender proxies.
it: <b>Elaborazione dei proxy attualmente impossibile!</b> Imposta 'Usa sorgenti' per creare i proxy.

source: Render Unrendered Possible & Use existing
fi: Renderöi uudet ja käytä olemassaolevia
it: Calcola il non elaborato & usa l'esistente

source: Rerender All Possible
fi: Renderöi kaikki
it: Elabora tutto il possibile

source: Select Render Action:
fi: Valitse renderöinti toiminto:
it: Scegli azioni di elaborazione:

source: Converting Project to Use Proxy Media
fi: Muutetaan käyttämään proxytiedostoja
it: Conversione progetto per l'uso dei proxy

source: Converting to Use Original Media
fi: Muutetaan käyttämään alkuperäisiä tiedostoja
it: Conversione per l'uso dei sorgenti

source: Do you realy want to split this sequence into two? This will create a new sequence receiving righthand content of your currently active sequence. Also the same content will be removed from your currently active sequence. The newly created sequence will be opened. Continue?
it: Vuoi davvero dividere questa sequenza in due? Questo creerà una nuova sequenza con il contenuto alla destra della sequenza ora attiva. Lo stesso contenuto verrà inoltre rimosso dalla sequenza attuale. La nuova sequenza verrà aperta automaticamente. Continuare?

source: There wasn't enough material available in adjacent clips. A normal Splice Out was done instead.
fi: ULOS leikkeessä ei ole tarpeeksi mediaa ennen leikkauskohtaa
it: Non c'è materiale sufficiente nelle clip adiacenti. E' stata eseguita una normale divisione.

source: Can't do Ripple Delete!
it: Elimina e unisci impossibile!

source: Seleted Ripple Delete would cause an overwrite and that is not permitted for this edit action. Overwrite would happen on at track <b>
it: Elezionare Elimina e unisci causerebbe una sovrascrittura e ciò non è permesso. La sovrascrittura avverrebbe sulla traccia <b>

source: No Clips are selected!
fi: Yhtään klippiä ei ole valittu!
it: Nessuna clip selezionata!

source: You need to select clips to overwrite to perform this edit.
fi: Täytyy valita yksi tai useampi klippi jotta tämä editti voidaan tehdä
it: Devi selezionare delle clip da sovrascrivere per effettuare questa modifica.

source: 3 point edit not defined!
it: Modifica a 3 punti non definita!

source: You need to set Timeline Range using Mark In and Mark Out buttons to perform this edit.
fi: Täytyy asetta sisään ja ulos merkit ohjelmaan jotta voit tehdä tämän editin.
it: Devi selezionare un'area sulla timeline usando i punti di IN e di OUT per effettuare questa modifica.

source: Timeline Range not set!
fi: Renderöinti alue ei ole määritelty
it: Area della timeline non definita!

source: Clip used to create this Compositor has been removed or moved to different track.
fi: Leike, jota äytettiin tämän Yhdistäjän luomiseen on poistettu tai siirretty toiselle raidalle.
it: La Clip usata per questo compositing è stata rimossa o spostata su un'altra traccia.

source: Rendering
fi: Renderöi
it: Elaborazione in corso

source: Rerendering
it: Elaborazione in corso

source: To create a rendered transition you need enough media overlap from both clips!
fi: Tehdäksesi renderöidyn siirtyman tarvitset päällekkäistä mediaa molemmista klipeistä!
it: Per creare una transizione già elaborata è necessaria una sufficiente sovrapposizione delle due clip!

source: <b>FIRST CLIP MEDIA OVERLAP:</b>
fi: <b>1. KLIPIN MEDIA PÄÄLLEKKÄISYYS:</b>
it: <b>SOVRAPPOSIZIONE PRIMA CLIP:</b>

source: Available <b>
fi: Saatavilla:<b>
it: Disponibile </b>

source: </b> frame(s),
fi: </b> kuva(a),
it: </b>fotogramma(i),

source: Required <b>
fi: Tarvitaan:<b>
it: Necessaria: <b>

source: </b> frame(s)
fi: </b> ruutua
it: </b> fotogramma(i)

source: <b>SECOND CLIP MEDIA OVERLAP:</b>
fi: <b>2. KLIPIN MEDIA PÄÄLLEKKÄISYYS:</b>
it: <b>SOVRAPPOSIZIONE SECONDA CLIP:</b>

source: </b> frame(s)
fi: </b> ruutua
it: </b> fotogramma(i)

source: Current situation, not enought media overlap:
fi: Tilanne on ettei klippien medialla ole tarpeeksi päällekkäisyyttä:
it: Situazione attuale, sovrapposizione insufficiente:

source: You need more media overlap:
fi: Tarvitaan enemmän päällekkäisyyttä:
it: Maggior sovrapposizione richiesta:

source: More media overlap needed to create transition!
fi: Enemmän medioiden päällekkäisyyttä tarvitaan siirtymään!
it: E' necessaria una maggior sovrapposizione per creare la transizione!

source: Only Video Track mix / fades available
fi: Vain video raidalle voidaan tehdä siirto tai häive.
it: Fusioni/dissolvenze disponibili solo su tracce video

source: Unfortunately rendered mixes and fades can currently only be applied on clips on Video Tracks.
fi: Valitettavaste renderöityjä siirtoja ja häiveitä voidaan tehdä vain Video raidoille.
it: Sfortunatamente in questo momento il calcolo delle fusioni e delle dissolvenze può essere applicato solo alle clip su tracce video.

source: Clip is too short for the requested fade:
fi: Klippi on liian lyhyt pyydetylle häiveelle.
it: Clip troppo corta per la dissolvenza richiesta:

source: <b>Clip Length:</b>
fi: <b>Klipin pituus:</b>
it: <b>Lunghezza clip:</b>

source: frame(s)
it: fotogramma(i)

source: <b>Fade Length:</b>
fi: <b>Häiveen pituus:</b>
it: <b>Lunghezza dissolvenza:</b>

source: Clip is too short!
fi: Klippi on liian lyhyt!
it: Clip troppo corta!

source: Rerender all Rendered Transitions / Fades
it: Ricalcola tutte le transizioni/dissolvenze elaborate

source: Rendering item
it: Elementi in elaborazione

source: Can't rerender this fade / transition.
it: Impossibile elaborare dissolvenza/transizione.

source: This fade / transition was created with Flowblade <= 1.14 and does not have the necessary data embedded. Rerendering works with fades/transitions created with Flowblade >= 1.16.
it: Questa transizione/dissolvenza è stata creata con Flowblade <= 1.14 e non integra tutti i dati richiesti. Il ricalcolo delle transizioni/dissolvenze funziona con quelle create con Flowblade >= 1.16.

source: The clip/s used to create this fade / transition are no longer available on the timeline.
it: Le clip usate per questa transizione/dissolvenza non sono più disponibili nella timeline.

source: No Clip loaded into Monitor
fi: Leikettä ei ole asetettu monitoriin
it: Nessuna clip caricata nel Monitor

source: Can't do the requested edit because there is no Clip in Monitor.
fi: Pyydettyä muutosta ei voida tehdä koska monitorissa ei ole leikettä.
it: Impossibile effettuare la modifica perché non ci sono clip nel Monitor.

source: Defined range in Monitor Clip is too short
fi: Monitori leikkeeseen määritelty alue on liian lyhyt
it: L'area della Clip definita nel Monitor è troppo corta

source: Can't do the requested edit because Mark In -> Mark Out Range or Clip is too short.
fi: Pyydettyä muutosta ei voida tehdä koska Monitori leikkeeseen määritelty alue on liian lyhyt.
it: Impossibile effettuare la modifica perché l'area IN -> OUT o la clip sono troppo corti.

source: You need to set Mark In and Mark Out on Timeline or Clip and additional Mark In on Timeline or Clip to perform this edit.
it: Selezionare un'area sulla timeline/clip usando i punti di IN e OUT e i marcatori addizionali per effettuare questa modifica.

source: Not enough vertical space on Timeline to expand track
fi: Aikajanalla ei ole pystysuunnassa riittävästi tilaa raidan laajentamiseksi
it: Spazio insufficiente sulla timeline per espandere la traccia

source: Maximize or resize application window to get more space for tracks if possible.
fi: Jos mahdollista, maximoi tai suurenna ohjeman ikkuna saadaksesi lisää tilaa raidoille.
it: Massimizza o ridimensiona la finestra del programma per avere più spazio per le tracce se possibile.

source: Load Project For Relinking
fi: Lataa uudelleen linkitettävä projekti
it: Carica progetto per Relink

source: Original Media Missing:
fi: Alkuperäinen media puuttuu:
it: File sorgente mancanti:

source: Original Media Found:
fi: Alkuperäinen media löytyy:
it: File sorgente trovati:

source: Project:
fi: Projekti:
it: Progetto:

source: <not loaded>
fi: <ei ladattu>
it: <non caricato>

source: Display Missing Media Files
fi: Näytä puuttuva media
it: Mostra file mancanti

source: Display Found Media Files
fi: Näytä löydetty media
it: Mostra file trovati

source: Save Relinked Project As...
fi: Tallenna linkitetty projekti nimellä...
it: Salva il progetto con nome...

source: Missing Media File Path
fi: Puuttuvan median polku:
it: Percorso file mancante

source: Found Media File Path
fi: Löydetyn median polku:
it: Percorso file trovato

source: Media File Re-link Path
fi: Media uudelleen linkitetty polku
it: Percorso file da ricollegare

source: Select Media File To Relink To
fi: Valitse linkitettävä media
it: Seleziona file da ricollegare

source: <b>Original path:</b>
fi: <b>Alkuperäinen polku:</b>
it: <b>Percorso originario:</b>

source: <b>Relink path:</b>
fi: <b>Linkitetty polku:</b>
it: <b>Nuovo percorso:</b>

source: Media Asset Paths
it: Percorso

source: Relinked version of the Project saved!
fi: Uudelleen linkitetty versio projektista tallennettu!
it: Ho salvato la versione ricollegata del progetto!

source: To test the project, close this tool and open the relinked version in Flowblade.
fi: Voit testata projektia sulkemalla tämän työkalun ja avaamalla tallennetun version Flowbladessa.
it: Per provare il progetto, chiudi questo strumento e apri il progetto ricollegato.

source: Create Color Clip
fi: Luo värileike
it: Crea clip di colore

source: Color Clip
fi: Värileike
it: Clip di colore

source: Select Color:
fi: Valitse väri:
it: Seleziona colore:

source: Create Ising Clip
fi: Luo Ising leike
it: Crea clip Ising

source: Noise temperature:
fi: Värilämpötila:
it: Temperature rumore:

source: Border growth:
fi: Rajan kasvu:
it: Crescita bordo:

source: Spontanious growth:
fi: Spontaani kasvu:
it: Crescita spontanea:

source: Speed 1:
fi: Nopeus 1:
it: Velocità 1:

source: Speed 2:
fi: Nopeus 2:
it: Velocità 2:

source: Speed 3:
fi: Nopeus 3:
it: Velocità 3:

source: Speed 4:
fi: Nopeus 4:
it: Velocità 4:

source: Move 1:
fi: Liike 1:
it: Movimento 1:

source: Move 2:
fi: Liike 2:
it: Movimento 2:

source: G'Mic not found!
fi: G'Mic ohjelmaa ei löytynyt!
it: G'Mic non trovato!

source: G'Mic binary was not present at <b>/usr/bin/gmic</b>. Install G'MIC to use this tool.
fi: G'Mic ohjelmaa ei löytynyt paikasta <b>/usr/bin/gmic</b>. Asenna G'MIC käyttääksesi tätä työkalua.
it: Il binario di G'Mic non è presente in <b>/usr/bin/gmic</b>. Installa G'Mic per usare questo strumento.

source: Select Video Media
fi: Valitse video tiedosto
it: Seleziona video

source: not set
fi: ei asetettu
it: non definito

source: Save Gmic Script As
fi: Tallenna Gmic skripti nimellä
it: Salva script Gmic come

source: Load Gmic Script
fi: Lataa Gmic skripti
it: Salva script Gmic

source: Video Encoding Settings
fi: Video asetukset
it: Impostazioni codifica video

source: Set Encoding
fi: Aseta Enkoodaus
it: Imposta codifica

source: Load Clip
fi: Lataa klippi
it: Carica Clip

source: no clip loaded
fi: ei klippiä
it: nessuna clip caricata

source: no preview
fi: ei ennakkokatselukuvaa
it: nessuna anteprima

source: Preview
fi: Ennakkokatselu
it: Anteprima

source: Add to Script
fi: Lisää skriptiin
it: Aggiungi allo script

source: Frames Folder:
fi: Kuvat kansio:
it: Cartella fotogrammi:

source: Encode Video
fi: Tee video
it: Codifica video

source: Encoding settings
fi: Enkoodaus asetukset
it: Impostazioni codifica

source: Set Mark In, Mark Out and Frames Folder for valid render
fi: Aseta alku merkki, loppu merkki ja kuvat kansio
it: Imposta IN, OUT e la cartella dei fotogrammi per esportare

source: Load Script
fi: Lataa skripti
it: Carica script

source: Save Script
fi: Tallenna skripti
it: Salva script

source: frames
fi: kuvat
it: fotogrammi

source: no video file
fi: ei video tiedostoa
it: nessun file video

source: render video file
fi: rendaa video tiedosto
it: elabora file video

source: G'Mic Webpage
fi: G'Mic nettisivu
it: Sito di G'Mic

source: Rendering preview...
fi: Renderöi ennakkokatselua
it: Elaborazione anteprima...

source: Preview for frame:
fi: Ennakkokatselu ruudulle:
it: Anteprima per fotogramma:

source: , render time:
fi: , renderöinti aika
it: , tempo elaborazione:

source: Waiting for frames write to complete...
fi: Odotetaan kuvien kirrjoittamisen valmistumista...
it: Attendo scrittura fotogrammi...

source: Rendering frame:
fi: Renderöi ruutua:
it: Elaborazione fotogramma:

source: Render error!
fi: Rederöinti virhe
it: Errore elaborazione!

source: Rendering video,
fi: Renderöi videota,
it: Elaborazione video,

source: Render complete!
fi: Renderöinti valmis!
it: Elaborazione completata!

source: Writing clip frame:
fi: Kirjoittaa klippi ruutua:
it: Scrittura fotogramma clip:

source: Render stopped!
fi: Renderöinti pysähtynyt!
it: Elaborazione interrotta!

source: Use Default Profile:
fi: Käytä oletus profiilia:
it: Profilo Predefinito:

source: On some systems Trim View may update slowly
it: Su alcuni sistemi la Trim View potrebbe essere lenta

source: <b>Trim View</b> works best with SSDs and relatively powerful processors.
it: <b>Trim View</b> finziona al meglio con dischi SSD e processori performanti.

source: Clip too short!
it: Clip troppo corta!

source: The Clip is too short to add the requested fade.
it: La clip è troppo corta per la dissolvenza richiesta.

source: Clip too short for Auto Fades!
it: Clip troppo corta per le dissolvenze automatiche!

source: Cannot Timeline Audio Sync with Compound Clips!
it: Impossibile sincronizzare audio con clip unite!

source: Audio syncing for Compound Clips is not supported.
it: Sincronizzazione audio con clip unite non supportata.

source: Audio Sync parent clips must be on differnt tracks
it: Le clip di riferimento per il sinc devono essere sulla traccia V1

source: Selected audio sync clip is on the sametrack as the sync action origin clip.
it: Le clip da sincronizzare sono sulla stessa traccia.

source: Audio sync move not possible
it: Spostamento sync impossibile

source: Clip starts
it: Clip inizia

source: frames before timeline start if it is moved to be in audio sync with the specified clip.
it: se i fotogrammi prima dell'inizio sono spostati per essere in sync audio con la clip scelta.

source: You need to move forward or shorten the clips in question to make the operation succeed.
it: E' necessario andare avanti o accorciare le clip in questione per eseguire l'operazione.

source: Cannot Create Audio Sync Compound Clip from Compound Clips!
it: Impossibile creare una clip unita sincronizzata con altre clip unite!

source: Audio syncing Compound Clips is not supported.
it: Sincronizzazione audio delle clip unite non supportata.

source: Cannot Create Audio Sync Compound Clip from 2 Audio Clips!
it: Impossibile creare una clip unita sincronizzata da due clip audio!

source: One of the media items needs to be a video clip.
it: Uno dei due elementi deve essere una clip video.

source: Save Sync Compound Clip XML
it: Salva clip sincronizzata unita in XML

source: Destroy data
it: Distruggi dati

source: Destroying this data may change contents of existing projects and make some projects unopenable.
it: Distruggere questi dati può cambiare il contenuto dei progetti esistenti e renderli non più apribili.

source: Confirm Destroying Cached Data!
it: Conferma distruzione dei dati in cache!

source: Destroying this data may <b>change contents</b> of existing projects or <b>make some projects unopenable!</b>
it: Distruggere questi dati può <b>cambiare il contenuto</b> dei progetti esistenti e renderli <b>non più apribili!</b>

source: You can use 'File->Save Backup Snapshot...' functionality to backup projects so that they can be opened later before destroying this data.
it: Prima di distruggere i dati puoi usare la funzione 'File->Salva snapshot di backup' per fare il backup dei progetti così che possano essere riaperti successivamente.

source: Destroying this data may require parts of it to be recreated later.
it: La distruzione può richiedere che alcune parti vengano ricreate dopo.

source: Audio Levels Data
it: Dati dei livelli audio

source: G'Mic Tool Session Data
it: Dati dello strumento G'Mic

source: Thumbnails
it: Miniature

source: User Created Custom Profiles
it: Profili personalizzati

source: Slow/Fast Motion
it: Clip rallentata/accelerata

source: Reverse
it: Al contrario

source: Loading Media Import Project
it: Caricamento progetto importazione

source: Set Mark In
fi: Alku merkki
it: Inserisci punto di IN

source: Set Mark Out
fi: Loppu merkki
it: Inserisci punto di OUT
