Repository: ptrg/flowblade
Catalog: flowblade-trunk/Flowblade/locale/*/LC_MESSAGES/flowblade.po
Languages: fi, it

source: Sharper
fi: Terävävämpi
it: Nitido

source: Fuzzier
fi: Pehmeämpi
it: Sfocato

source: Add Constant
fi: Lisää vakio
it: Aggiungi costante

source: Change Gamma
fi: Muuta Gammaa
it: Modifica gamma

source: Multiply
fi: Kerro
it: Moltiplica

source: OldPhoto
fi: VanhaValokuva
it: Vecchia foto

source: Heat
fi: Lämpökamera
it: Calore

source: XRay
fi: Röntgen
it: Raggi X

source: RedGreen
fi: VihreäPunainen
it: RossoVerde

source: YellowBlue
fi: KeltaSininen
it: GialloBlu

source: Shadows
fi: Varjot
it: Ombre

source: Midtones
fi: Keskisävyt
it: Toni medi

source: Highlights
fi: Kirkkaat
it: Luci forti

source: Forward
fi: Nopeasti eteenpäin
it: Avanti

source: Backward
fi: Takaisin nopeammin
it: Indietro

source: Saturate
fi: Värikylläisyys
it: Satura

source: Screen
fi: Näyttö
it: Schermo

source: Overlay
fi: Peite
it: Sovrapposizione

source: Darken
fi: Tummenna
it: Scuro

source: Lighten
fi: Vaalenna
it: Chiaro

source: Hardlight
fi: Kova valo
it: Luce forte

source: Softlight
fi: Pehmeä valo
it: Luce debole

source: Difference
fi: Erotus
it: Differenza

source: Exclusion
fi: Ekskluusio
it: Esclusione

source: HSLHue
fi: HSLSävy
it: Tonalità HSL

source: HSLSaturation
fi: HSLSaturaatio
it: Saturazione HSL

source: HSLColor
fi: HSLVäri
it: Colore HSL

source: HSLLuminosity
fi: HSLValoisuus
it: Luminosità HSL

source: Burst
fi: Purkaus
it: Rompi

source: Checkerboard
fi: Shakkilauta
it: Scacchiera

source: Circle From In
fi: Ympyrä ulos
it: Cerchio da dentro

source: Circle From Out
fi: Ympyrä sisään
it: Cerchio da fuori

source: Clock Left To Right
fi: Kello vasemmalle
it: Orologio da sinistra a destra

source: Clock Right to Left
fi: Kello oikealle
it: Orologio da destra a sinistra

source: Clock Symmetric
fi: Kello symmetrinen
it: Orologio simmetrico

source: Cloud
fi: Pilvi
it: Nuvola

source: Diagonal 1
fi: Diagonaali 1
it: Diagonale 1

source: Diagonal 2
fi: Diagonaali 2
it: Diagonale 2

source: Diagonal 3
fi: Diagonaali 3
it: Diagonale 3

source: Diagonal 4
fi: Diagonaali 4
it: Diagonale 3

source: Free Curves
fi: Vapaat kurvit
it: Curve libere

source: Free Stripes
fi: Vapaat raidat
it: Strisce libere

source: Horizontal From Center
fi: Vaaka keskeltä
it: Orizzontale dal centro

source: Horizontal Left to Right
fi: Vaaka vasemmalta
it: Orizzontale da sinistra a destra

source: Horizontal Right to Left
fi: Vaaka oikealta
it: Orizzontale da destra a sinistra

source: Patches
fi: Paikat
it: Pezze

source: Rectangle Bars
fi: Suorakulmio kaistat
it: Barre rettangolari

source: Rectangle From In
fi: Suorakulmio ulos
it: Rettangolo da dentro

source: Rectangle From Out
fi: Suorakulmio sisään
it: Rettangolo da fuori

source: Rings
fi: Renkaat
it: Anelli

source: Sand
fi: Hiekka
it: Sabbia

source: Sphere
fi: Pyöreä
it: Sfera

source: Spiral Abstract
fi: Spiraali abstrakti
it: Spirale astratta

source: Spiral Big
fi: Spiraali suuri
it: Spirale grande

source: Spiral Galaxy
fi: Spiraali galaksi
it: Spirale galattica

source: Spiral Medium
fi: Spiraali keskikoko
it: Spirale media

source: Spiral
fi: Spiraali
it: Spirale

source: Spots
fi: Pilkut
it: Macchie

source: Star
fi: Tähdet
it: Stella

source: Stripes Horizontal Big
fi: Raidat vaaka iso
it: Strisce orizzontali grandi

source: Stripes Horizontal
fi: Raidat vaaka
it: Strisce orizzontali

source: Stripes Horizontal Moving
fi: Raidat vaaka liike
it: Strisce orizzontali in movimento

source: Stripes Vertical Big
fi: Raidat pysty iso
it: Strisce verticali grandi

source: Stripes Vertical
fi: Raidat pysty
it: Strisce verticali

source: Vertical Bottom to Top
fi: Pysty alhaalta
it: Verticale dal basso all'alto

source: Vertical From Center
fi: Pysty keskeltä
it: Verticale dal centro

source: Vertical Top to Bottom
fi: Pysty ylhäältä
it: Verticale dall'Alto al basso

source: Dissolve
fi: Ristikuva
it: Opacità

source: Region
fi: Alue
it: Regione

source: Affine Blend
fi: Affine blendaus
it: Fusione per affinità

source: Blend
fi: Blendaus
it: Fusione

source: Wipe Clip Length
fi: Siirtymä
it: Tendina

source: Burn
fi: Lisävalota
it: Brucia

source: Color only
fi: Väri
it: Solo colore

source: Divide
fi: Jaa
it: Dividi

source: Dodge
fi: Varjosta
it: Differenza

source: Grain extract
fi: Värin vähennys
it: Estrazione grana

source: Grain merge
fi: Värin lisäys
it: Fusione grana

source: Value
fi: Arvo
it: Valore

source: Wipe
fi: Pyyhkäisy
it: Tendina

source: Color Dip
fi: Värikäynti
it: Immersione colore

source: Size/Height
fi: Korkeus
it: Ingrandimento

source: Width
fi: Leveys:
it: Larghezza

source: Preset Luma
fi: Asetettu luma
it: Luma predefinito

source: User Luma
fi: Käyttäjä luma
it: Luma utente

source: Select Luma File
fi: Valitse luma tiedosto
it: Seleziona file Luma

source: Wipe Luma files
it: File per tendine Luma

source: Luma File:
fi: Luma tiedosto:
it: File Luma:

source: Select File
it: Seleziona file

source: Select Image Producing File
it: Seleziona file produzione immagine

source: Nothing
fi: Ei mitään
it: Niente

source: Deinterlace
it: Deinterlaccia

source: Both
fi: Molemmat
it: Entrambi

source: Force
fi: Pakoita
it: Forza

source: Align
fi: Kohdista
it: Allinea

source: Delete all but first Keyframe before Clip Range
it: Elimina tutto tranne il primo fotogramma chiave prima della clip

source: Set Keyframe at Frame 0 to value of next Keyframe
it: Imposta il fotogramma chiave successivo come iniziale

source: No Edit Actions currently available
it: Nessuna azione di modifica disponibile

source: Delete all Keyframes after Clip Range
it: Elimina tutti i fotogrammi chiave dopo la clip

source: Add Keyframe
it: Aggiungi fotogramma chiave

source: Delete Keyframe
it: Elimina fotogramma chiave

source: Previous Keyframe
it: Fotogramma chiave precedente

source: Next Keyframe
it: Fotogramma chiave successivo

source: Previous Frame
it: Fotogramma precedente

source: Next Frame
fi: Seuraava ruutu
it: Fotogramma successivo

source: Move Keyframe 1 Frame Back
it: Sposta indietro fotogramma chiave 1

source: Move Keyframe 1 Frame Forward
it: Sposta avanti fotogramma chiave 1

source: View:
fi: Näkymä:
it: Vista:

source: Large
fi: Suuri
it: Larga

source: Medium
fi: Keskikokoinen
it: Media

source: Small
fi: Pieni
it: Piccola

source: Reset Geometry
fi: Resetoi geometria
it: Resetta geometria

source: Geometry to Original Aspect Ratio
fi: Aseta lähdekuva alkuperäiseen kuvasuhteeseen
it: Geometria alle proporzioni originali

source: Center Horizontal
fi: Raidat vaaka
it: Centra orizzontalmente

source: Center Vertical
fi: Raidat pysty
it: Centra verticalmente

source: Width:
fi: Leveys:
it: Larghezza:

source: Height:
fi: Korkeus:
it: Altezza:

source: X scale:
it: Scala X:

source: Y scale:
it: Scala Y:

source: Rotation:
it: Rotazione:

source: Zoom In - Mouse Middle Scroll
it: Zoom in - Rotella mouse

source: Zoom Out - Mouse Middle Scroll
it: Zoom out - Rotella mouse

source: Zoom Length - Mouse Middle Click
it: Durata zoom - Clic rotella mouse

source: Add Rendered Transition - 2 clips selected Add Rendered Fade - 1 clip selected
it: Aggiungi transizione precalcolata - 2 Clip Selezionate Aggiungi una dissolvenza precalcolata - 1 Clip selezionata

source: Cut Active Tracks - X Cut All Tracks - Shift + X
it: Taglia tracce attive - X Taglia tutte le tracce - Shift+X

source: Splice Out - Delete
it: Estrai - Elimina

source: Ripple Delete
it: Elimina e unisci

source: Range Delete
it: Elimina intervallo

source: Resync Selected
it: Resync selezionato

source: Overwrite Range
it: Sovrascrivi intervallo

source: Overwrite Clip - T
it: Sovrascrivi clip - T

source: Insert Clip - Y
it: Inserisci clip - Y

source: Append Clip - U
it: Accoda clip - U

source: Undo - Ctrl + Z
it: Annulla - Ctrl + Z

source: Redo - Ctrl + Y
it: Ripristina - Ctrl + Y

source: G'Mic Effects
it: Effetti G'Mic

source: Audio Mixer(not available) Titler
fi: Audio mikseri(ei käytettävissä) Tekstitys
it: Mixer audio(non disponibile) Titolatrice

source: New Group...
fi: Uusi ryhmä...
it: Nuovo gruppo...

source: New Group From Selected...
fi: Uusi ryhmä valituista...
it: Nuovo gruppo da selezione...

source: Rename Current Group...
fi: Nimeä valittu ryhmä...
it: RInomina gruppo attuale...

source: Move Selected Items To Group
fi: Siirra valitut ryhmään
it: Sposta elementi selezionati nel gruppo

source: No Groups
fi: Ei ryhmiä
it: Nessun gruppo

source: Delete Current Group
fi: Poista valittu ryhmä
it: Elimina gruppo corrente

source: Sort by
it: Ordina per

source: Time
fi: Aika
it: Tempo

source: File Name
fi: Tiedoston nimi
it: Nome file

source: Comment
fi: Kommentti
it: Commento

source: Group
fi: Ryhmä
it: Gruppo

source: Event
fi: Tapahtuma
it: Evento

source: Mark In
fi: Alku merkki
it: IN

source: Mark Out
fi: Loppu merkki
it: OUT

source: Date
fi: Päivämäärä
it: Data

source: Use Comments as Clip Names
fi: Klippien nimet kommenteista
it: Usa commenti come nomi delle clip

source: Display starred ranges
fi: Näytä tähdellä varustetut
it: Mostra le sotto-clip preferite

source: Display non-starred ranges
fi: Näytä ilman tähteä olevat
it: Mostra le sotto-clip non preferite

source: Set selected ranges starred
fi: Lisää valittuihin tähti
it: Seleziona sotto-clip preferite

source: Set selected ranges non-starred
fi: Poista valituistä tähti
it: Seleziona sotto-clip non preferite

source: Log current marked range
fi: Loggaaa merkitty alue
it: Crea sotto-clip dall'area selezionata

source: Delete selected ranges
fi: Poista valitut
it: Elimina sotto-clip

source: Insert selected ranges on Timeline
fi: Lisää leike alueet ohjelman perään
it: Inserisci sotto-clip nella timeline

source: Append displayed ranges on Timeline
fi: Lisää leike alueet ohjelman perään
it: Accoda sotto-clip nella timeline

source: All Items
fi: Kaikki
it: Tutti gli oggetti

source: Select viewed Range Log Items Group
fi: Valitse klippi ryhmä
it: Seleziona gruppo sotto-clip visualizzato

source: Name
fi: Nimi
it: Nome

source: Project Events
fi: Projekti Tapahtumat
it: Eventi del Progetto

source: A <b>Project</b> contains one or more <b>Sequences</b> of edited media and a collection of media files stored in <b>Bins.</b>
it: Un <b>progetto</b> contiene una o più <b>sequenze</b> dei file multimediali modificati e l'insieme dei file presenti nelle <b>raccolte.</b>

source: <b>Profile</b> determines frame rate per second, image size in pixels and pixel aspect ratio for all <b>Sequences</b> in <b>Project</b> .
it: <b>Profilo</b> determina il frame rate, la risoluzione e il rapporto di forma delle <b>sequenze</b> del <b>progetto</b> .

source: Path
fi: Polku
it: Percorso

source: Titler is already open
fi: Tekstitys työkalu on jo auki
it: Titolatrice già aperta

source: Only single instance of Titler can be opened.
fi: Vain yksi instanssi tekstitys työkalua voi olla auki kerrallaan
it: Può essere aperta una sola Titolatrice per volta.

source: Opacity:
it: Opacità:

source: Load Layers
fi: Ladataa kerrokset
it: Carica livelli

source: Save Layers
fi: Tallenna kerrokset
it: Salva livelli

source: Clear All
fi: Poista kaikki
it: Pulisci tutto

source: Layers
fi: Kerrokset
it: Livelli

source: Keep Layers When Closed
fi: Pidä kerrokset kun suljetaan
it: Conserva i livelli dopo la chiusura

source: Open Saved Title In Bin
fi: Avaa tallennettu grafiikka laatikossa
it: Apri nella Raccolta il titolo salvato

source: Save Title Graphic
fi: Tallenna grafiikka
it: Salva titolo

source: Render Progress
fi: Rederöinnin edistyminen
it: Progresso dell'eleborazione

source: Project and Render Profile FPS values are not same. Rendered file may have A/V sync issues.
it: Gli FPS del Profilo del progetto e di quello di esportazione non coincidono. L'esportazione può avere problemi di sincronia A/V.

source: Render range not defined!
fi: Renderöinti alue ei ole määritelty
it: Area di esportazione non definita!

source: Define render range using Mark In and Mark Out points or select range option 'Sequence length' to start rendering.
fi: Määrittele rendaus alue asettalla aloitus ja lopetus merkit, tai valitse vaihtoehto 'Ohjelman pituus' aloittaaksesi rendauksen.
it: Definisci una zona da esportare usando punti di IN e di OUT o selezionando l'opzione "Lunghezza della sequenza" per iniziare l'elaborazione.

source: Load Render Args File
fi: Lataa renderöintiargumentit
it: Carica parametri di esportazione

source: Save Render Args As
fi: Tallenna renderöintiargumentit nimellä
it: Salva Parametri di esportazione

source: Render Slow/Fast Motion Video File
it: Crea file video rallentato/accelerato

source: Source Media File:
fi: Lähde media tiedosto:
it: Sorgente:

source: <b>not set</b>
fi: <b>ei asetettu</b>
it: <b>non definito</b>

source: Select Target Folder
fi: Valitse kohde kansio
it: Seleziona la cartella di destinazione

source: Speed %:
fi: Nopeus %
it: Velocità %:

source: Full Source Length
fi: Lähteen täysi pituus
it: Lunghezza totale della sorgente

source: Source Mark In to Mark Out
fi: Lähteen merkkien väli
it: Punti di IN - OUT della sorgente

source: Source Mark In:
fi: Lähteen aloitus aloitus merkki
it: IN della sorgente:

source: Source Mark Out:
fi: Lähteen lopetus merkki
it: OUT della sorgente:

source: Target File:
fi: Kohde tiedosto
it: Nome FIle:

source: Target Folder:
fi: Valitse kansio
it: Destinazione:

source: Target Profile:
fi: Hallitse profiileja
it: Profilo di destinazione:

source: Target Encoding:
fi: Kohteen enkoodaus
it: Parametri di codifica:

source: Target Quality:
fi: Kohteen Laatu:
it: Parametri di qualità:

source: Render Range:
fi: Renderöinti alue:
it: Area di esportazione:

source: Render Reverse Motion Video File
it: Crea file video al contrario

source: Rendered Clip Length:
fi: Renderöidyn klipin pituus:
it: Lunghezza clip esportata:

source: Select Render quality
fi: Valitse renderöinti laatu
it: Seleziona qualità dell'esporazione

source: Select audio sample frequency
it: Seleziona frequenza sample audio

source: Select Render encoding
fi: Valitse renderöinti enkoodaus
it: Codifica di esportazione

source: Select render profile
fi: Valitse renderöinti profiili
it: Seleziona un profilo di esportazione

source: Full Length
fi: Täysi pituus
it: Intero progetto

source: Marked Range
fi: Merkitty alue
it: Area selezionata

source: Render Profile
fi: Renderöinti profiili
it: Profilo di esportazione

source: Encoding Format
fi: Enkoodaus formaatti
it: Formato di esportazione

source: Render Type
fi: Renderöinti tyyppi
it: Tipo di esportazione

source: Render Args
fi: Renderöinti argumentit
it: Parametri di esportazione

source: Open File in Bin:
fi: Avaa tiedosto laatikossa
it: Apri FIle nella Raccolta:

source: Select folder to place rendered file in
fi: Valitse kansio johon tallennetaan renderöity tiedosto
it: Seleziona una cartella di esportazione

source: Give name for rendered file
fi: Anne nimi renderöidylle tiedostolle
it: Assegna nome ai file di esportazione

source: Presets:
fi: Ennakkoasetukset:
it: Preset:

source: User Defined
fi: Käyttäjän määrittelemä
it: Definito dall'utente

source: Preset File type
fi: Esiasetettu tiedosto tyyppi
it: Preset

source: Use Project Profile:
fi: Käytä projektin profiilia:
it: Usa il Profilo del progetto:

source: Render using args:
fi: Renderöi argumenteilla
it: Parametri di esportazione personalizzati:

source: Select used project profile for rendering
fi: Valitse profiili renderöinnille
it: Seleziona profilo già usato per l'esportazione

source: Render profile info
fi: Renderöiti profiili info
it: Info sul profilo di esportazione

source: Load Selection
fi: Lataa valinta
it: Carica selezione

source: Ext.:
it: Est:

source: Render using key=value rendering options
fi: Renderöi käyttämällä avain=arvo pareja
it: Esporta usando le opzioni chiave=valore

source: Load render options from currently selected encoding
fi: Lataa renderöiti arjot valittuna olevasta enkoodauksesta
it: Carica opzioni di esportazione dalla codifica selezionata

source: Edit render options
fi: Editoi renderöinti arvoja
it: Modifica opzioni di esportazione

source: Save Render Args into a text file
fi: Tallenna renderöinti argumentit tiedostoon
it: Salva parametri di esportazione su file di testo

source: Load Render Args from a text file
fi: Lataa renderöintiargumentit tiedostosta
it: Carica parametri di esportazione da file di testo

source: Edit Args:
it: Modifica parametri:

source: Set Args
fi: Aseta argumentit
it: Parametri di esportazione

source: Close Manager
fi: Sulje manageri
it: Chiudi il gestore

source: Delete Selected
fi: Poista valitut
it: Elimina selezionati

source: Load Profile Values
fi: Ladataan arvot
it: Carica parametri del Profilo

source: Save New Profile
fi: Tallenna uusi profiili
it: Salva nuovo profilo

source: Description.:
fi: Kuvaus:
it: Descrizione.:

source: Frame rate num.:
fi: Ruutuja sekunnissa nimittäjä:
it: Num. frame rate:

source: Frame rate den.:
fi: Ruutuja sekunnissa osoittaja:
it: Den. frame rate:

source: Create User Profile
fi: Luo uusi profiili
it: Crea un Profilo utente

source: User Profiles
fi: Käyttäjäprofiilit
it: Profili utente

source: Visible
fi: Näkyvät
it: Visibile

source: Hide Selected
fi: Piilota valitut
it: Nascondi selezionati

source: Hidden
fi: Piiloitetut
it: Nascondi

source: Unhide Selected
fi: Näytä valitut
it: Rivisualizza selezionati

source: Factory Profiles
fi: Tehdasprofiilit
it: Profili predefiniti

source: User
fi: Käyttäjä
it: Utente

source: Profile '
fi: Profiili '
it: Il profilo '

source: ' already exists!
fi: ' on jo olemassa!
it: ' esiste già!

source: Delete profile and save again.
fi: Poista profiili ja tallenna uudestaan
it: Elimina profilo e salva nuovamente.

source: ' saved.
fi: ' tallennettu.
it: ' salvato.

source: You can now create a new project using the new profile.
fi: Voit luoda uuden projektin käyttämällä uutta profiilia
it: Ora è possibile creare un nuovo progetto usando il nuovo profilo.

source: Confirm user profile delete
fi: Vahvista käyttäjän luoman profiilin poisto!
it: Conferma l'eliminazione del profilo utente

source: This operation cannot be undone.
fi: Tätä toimintoa ei voida peruuttaa.
it: Questa operazione non può essere annullata.

source: Editor Preferences
fi: Asetukset
it: Impostazioni editor

source: Performance
it: Prestazioni

source: Restart required for some setting changes to take effect.
fi: Uudellen käynnistys vaaditaan joillekin asutuksille
it: E' richiesto il riavvio per applicare alcune modifiche.

source: If requested change is not in effect, restart application.
fi: Jos pyydetty muutos ei ole voimassa, uudelleenkäynnistä ohjelma
it: Se i cambiamenti richiesti non sono avvenuti, riavviare l'applicazione.

source: No Autosave
fi: Ei autotallennusta
it: Nessuno salvataggio automatico

source: Absolute paths first, relative second
fi: Ensin absoluuttiset, sitten relatiiviset
it: Prima percorsi assoluti, poi relativi

source: Relative paths first, absolute second
fi: Ensin relatiiviset, sitten absoluuttiset
it: Prima percorsi relativi, poi assoluti

source: Absolute paths only
fi: Absoluuttiset tiedostopolut ainoastaan
it: Solo percorsi assoluti

source: Default Profile:
fi: Oletus profiili:
it: Profilo Predefinito:

source: Remember last media directory
fi: Muista media kansio
it: Ricorda l'ultima cartella dei sorgenti

source: Undo stack size:
fi: Peruutuspinon koko:
it: Dimensione cronologia Annulla:

source: Remember last render directory
fi: Muista viimeinen renderöinti kansio
it: Ricorda l'ultima cartella di esportazione

source: Autosave for crash recovery every:
fi: Auto tallenna:
it: Salvataggio automatico per ripristino da crash ogni:

source: Media look-up order on load:
fi: Median etsimisjärjestys:
it: Ordine ricerca media al caricamento:

source: Zoom, Control to Scroll Horizontal
it: Zoom, Control per scorrimento orizzontale

source: Scroll Horizontal, Control to Zoom
it: Scorrimento orizzontale, Control per lo zoom

source: Scroll Up Forward
it: Scroll verso l'alto va avanti

source: Scroll Down Forward
it: Scroll verso il basso va avanti

source: Graphics default length:
fi: Grafiikkojen oletus pituus:
it: Lunghezza predefinita delle grafiche:

source: Cover Transition/Fade clips on delete if possible
fi: Peitä
it: Se possibile, copri transizioni/dissolvenze quando vengono eliminate

source: Mouse Middle Button Scroll Action:
it: Azione scorrimento tasto centrale del mouse:

source: Mouse Horizontal Scroll Direction:
it: Direzione scorrimento orizzontale del mouse:

source: Hide file extensions when importing Clips
it: Nascondi estensione file all'importazione delle clip

source: Center Current Frame on Playback Stop
fi: Keskitä pysäytys ruutuun
it: Centra fotogramma attuale quando premi Stop

source: Center Current Frame after Up/Down Arrow
it: Centra fotogramma attuale con frecce su/giù

source: Enable single Play/Pause button
fi: Yhdistetty Toisto/pysäytys nappi
it: Abilita pulsante singolo Play/Pausa

source: Fast Forward / Reverse Speed for Shift Key:
it: Avanti veloce/riproduzione inversa con tasto Shift:

source: Speed of Forward / Reverse will be multiplied by this value if Shift Key is held (Only using KEYS). Enabling multiple modifier keys will multiply the set values. E.g. if Shift is set to
it: La velocità in avanti/al contrario viene moltiplicata per questo valore tenendo il tasto Shift Abliltare tasti multipli moltiplicherà i valori impostati Es. se Shift è impostato a

source: Fast Forward / Reverse Speed for Control Key:
it: Avanti veloce/riproduzione inversa con tasto Control:

source: Speed of Forward / Reverse will be multiplied by this value if Ctrl Key is held (Only using KEYS).
it: La velocità in avanti/al contrario viene moltiplicata per questo valore tenendo il tasto Ctrl.

source: Fast Forward / Reverse Speed for Caps Lock Key:
it: Avanti veloce/riproduzione inversa con tasto Caps Lock:

source: Speed of Forward / Reverse will be multiplied by this value if Caps Lock is set (Only using KEYS).
it: La velocità in avanti/al contrario viene moltiplicata per questo valore tenendo il tasto Caps Lock.

source: Move Timeline to follow Playback
it: Sposta timeline per seguire la riproduzione

source: Glass
fi: Lasi
it: Vetro

source: Simple
fi: Yksinkertainen
it: Semplice

source: No Decorations
it: Nessun effetto

source: Flowblade Theme
it: Tema Flowblade

source: Dark Theme
fi: Tumma teema
it: Tema scuro

source: Light Theme
fi: Vaalea teema
it: Tema chiaro

source: Display All Levels
fi: Näytä kaikki tasot
it: Mostra tutti i livelli

source: Display Levels On Request
fi: Näytä tasot pyynnöstä
it: Mostra livelli su richiesta

source: Normal - 50px, 25px
it: Normale - 50px, 25px

source: Double for HiDPI - 100px, 50px
it: Doppio per HiDPI - 100px, 50px

source: 3 panels if width (1450px+) available
it: 3 pannelli se la larghezza (1450px+) lo permette

source: 2 panels always
it: Sempre 2 pannelli

source: Application window mode:
fi: Applikaation ikkunointi moodi:
it: Modalità finestra applicazione:

source: Display splash screen
fi: Näytä alkukuva
it: Visualizza schermata d'avvio

source: Buttons style:
fi: Nappityyli:
it: Stile dei bottoni:

source: Theme request, icons and colors:
fi: Teema pyyntö, ikonit ja värit:
it: Tema, icone e colori:

source: Default audio levels display:
fi: Defaultti audiotaso näyttö
it: Visualizzazione predefinita livelli audio:

source: Tracks Heights:
it: Altezza tracce:

source: Show Full File names
it: Mostra nomi file completi

source: Top row layout:
it: Layout finestre in alto:

source: Changing these values may cause problems with playback and rendering. The safe values are Render Threads:1, Allow Frame Dropping: No.
it: Cambiare questi valori può creare problemi di riproduzione ed esportazione. I valor più sicuri sono 1 thread di elaborazione e Permetti scarto fotogrammi: No.

source: Between 1 and the number of CPU Cores
it: Tra 1 e il numero di core della CPU
